[{"model": "api.question", "pk": 13, "fields": {"text": "How competitive do you feel in the job market in your field? (i.e. I am good in my field and therefore employable outside my current workplace)", "text_en": "How competitive do you feel in the job market in your field? (i.e. I am good in my field and therefore employable outside my current workplace)", "text_cs": "Jak moc se cítíte ve svém oboru na trhu práce konkurenceschopně? (tzn. jsem ve svém oboru dobrý, a tudíž zaměstnatelný i mimo mé současné pracoviště)", "text_de": "Wie wettbewerbsfähig fühlen Sie sich auf dem Arbeitsmarkt in Ihrem Bereich? (d. h. ich bin gut in meinem Fachgebiet und daher auch außerhalb meines derzeitigen Arbeitsplatzes einsetzbar)", "text_sl": "Kako konkurenčni se počutite na trgu dela na svojem področju? (tj. ali sem dober na svojem področju in zato zaposljiv tudi zunaj trenutnega delovnega mesta)", "text_sk": "Pociťujete konkurenciu na trhu práce vo svojom odbore? t. j. som dobrý vo svojom odbore, preto som zamestnateľný  aj mimo svojho súčasného pracoviska", "text_hr": "Koliko se osjećate konkurentnim na tržištu rada u svom području? (npr. dobar sam u svom području i stoga sam zapošljiv izvan trenutnog radnog mjesta)", "text_hu": "Mennyire érzi magát versenyképesnek a szakterületén belül? (azaz el tudna helyezkedni egy másik cégnél hasonló pozícióban)", "text_bg": "Колко конкурентен се чувствате на пазара на труда във вашата област? (т.е. добър съм в моята област и следователно съм конкурентоспособен извън сегашното си работно място)", "text_sr": "Koliko ste konkurentni na tržištu rada u svojoj oblasti? (tj. Ja sam dobar u svojoj oblasti i stoga zapošljiv izvan mog trenutnog radnog mesta)", "text_bs": "Koliko se osjećate konkurentno na tržištu rada u svojoj oblasti?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 14, "fields": {"text": "Evaluate your skill level in relation to the requirements of the labour market?", "text_en": "Evaluate your skill level in relation to the requirements of the labour market?", "text_cs": "Ohodnoťte úroveň svých dovedností vzhledem k požadavkům trhu práce?", "text_de": "Bewerten Sie Ihr Qualifikationsniveau im Verhältnis zu den Anforderungen des Arbeitsmarktes?", "text_sl": "Ocenite svojo raven znanja in spretnosti glede na zahteve trga dela?", "text_sk": "Zhodnoťte úroveň svojich zručností vo vzťahu k požiadavkám trhu práce?", "text_hr": "Ocijenite svoju razinu vještina u odnosu na zahtjeve tržišta rada?", "text_hu": "Értékelje a képzettségi szintjét a munkaerőpiac követelményeihez képest?", "text_bg": "Оценете вашите умения спрямо изискванията на пазара на труда", "text_sr": "Procenite svoj nivo veština u odnosu na zahteve tržišta rada?", "text_bs": "Procijenite svoj nivo vještina u odnosu na zahtjeve tržišta rada?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 15, "fields": {"text": "How often do you learn new skills or improve in your field?", "text_en": "How often do you learn new skills or improve in your field?", "text_cs": "Jak často se učíte novým dovednostem nebo se zdokonalujete ve svém oboru?", "text_de": "Wie oft erlernen Sie neue Fähigkeiten oder verbessern sich in Ihrem Fachgebiet?", "text_sl": "Kako pogosto se učite novih veščin ali se izpopolnjujete na svojem področju?", "text_sk": "Ako často sa učíte nové zručnosti alebo sa zdokonaľujete vo svojom odbore?", "text_hr": "Koliko često učite nove vještine ili se usavršavate u svom području?", "text_hu": "Milyen gyakran tanul új készségeket vagy fejlődik a szakterületén?", "text_bg": "Колко често усвоявате нови умения или се усъвършенствате в своята област?", "text_sr": "Koliko često učite nove veštine i razvijate se u svojoj oblasti?", "text_bs": "Koliko često učite nove vještine ili se usavršavate u svom polju?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 16, "fields": {"text": "How do you adapt to changes in working practices?", "text_en": "How do you adapt to changes in working practices?", "text_cs": "Jak se přizpůsobujete změnám v pracovních postupech?", "text_de": "Wie passen Sie sich an veränderte Arbeitspraktiken an?", "text_sl": "Kako se prilagajate spremembam delovnih praks?", "text_sk": "Ako sa prispôsobujete zmenám, pokiaľ sa zmenia pracovné postupy?", "text_hr": "Kako se prilagođavate promjenama u radnoj praksi?", "text_hu": "Hogyan alkalmazkodik a munkamódszerek változásaihoz?", "text_bg": "Как се адаптирате към промените в работните практики?", "text_sr": "Kako se prilagođavate promenama u radu?", "text_bs": "Kako se prilagođavate promjenama u radnoj praksi?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 17, "fields": {"text": "How do you rate your participation in training or courses that help you keep up with new trends in your industry?", "text_en": "How do you rate your participation in training or courses that help you keep up with new trends in your industry?", "text_cs": "Jak hodnotíte svoji účast na školeních nebo kurzech, které vám pomáhají udržet krok s novými trendy ve vašem oboru?", "text_de": "Wie bewerten Sie Ihre Teilnahme an Schulungen oder Kursen, die Ihnen helfen, mit den neuen Trends in Ihrer Branche Schritt zu halten?", "text_sl": "Kako ocenjujete udeležbo na usposabljanjih ali tečajih, ki vam pomagajo slediti novim trendom v vaši panogi?", "text_sk": "Ako hodnotíte účasť na školeniach alebo kurzoch, na základe daných výrokov?", "text_hr": "Kako ocjenjujete svoje sudjelovanje u treninzima ili tečajevima koji vam pomažu pratiti nove trendove u vašoj industriji?", "text_hu": "Hogyan értékeli azokon a képzéseken vagy tanfolyamokon való részvételét, amelyek segítenek lépést tartani az iparág új trendjeivel?", "text_bg": "Как оценявате участието си в обучения или курсове, които ви помагат да сте в крак с новите тенденции във вашата индустрия?", "text_sr": "Kako ocenjujete svoje učešće u obukama  ili kursevima koji vam pomažu da održite korak sa novim trendovima u vašoj kompaniji?", "text_bs": "Kako ocjenjujete svoje učešće na obuci ili kursevima koji vam pomažu da budete u toku s novim trendovima u vašoj industriji?", "type": "MCA", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 18, "fields": {"text": "How willing are you to commute or take a job outside your current region?", "text_en": "How willing are you to commute or take a job outside your current region?", "text_cs": "Jak moc jste ochotni dojíždět za prací, případně přijmout práci mimo váš současný region?", "text_de": "Wie bereit sind Sie, außerhalb Ihrer aktuellen Region zu pendeln oder einen Job anzunehmen?", "text_sl": "Kako pripravljeni ste se voziti na delo ali sprejeti službo zunaj vaše trenutne regije?", "text_sk": "Ste ochotný dochádzať za prácou, prípadne prijať prácu mimo váš región?", "text_hr": "Koliko ste spremni putovati na posao ili prihvatiti posao izvan svoje trenutne regije?", "text_hu": "Mennyire hajlandó ingázni vagy a jelenlegi régióján kívül munkát vállalni?", "text_bg": "Доколко сте готови да пътувате или да поемете работа извън настоящия си регион?", "text_sr": "Koliko ste voljni da idete na posao ili da se zaposlite van svog trenutnog regiona?", "text_bs": "Koliko ste voljni putovati na posao ili se zaposliti izvan svog trenutnog regiona?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 19, "fields": {"text": "Are you willing to learn new skills or technologies needed for your industry?", "text_en": "Are you willing to learn new skills or technologies needed for your industry?", "text_cs": "Jste ochotní učit se novým dovednostem nebo technologiím potřebným pro váš obor?", "text_de": "Sind Sie bereit, neue Fähigkeiten oder Technologien zu erlernen, die für Ihre Branche erforderlich sind?", "text_sl": "Ste se pripravljeni naučiti novih znanj ali tehnologij, ki so potrebne v vaši panogi?", "text_sk": "Ste ochotný naučiť sa nové zručnosti alebo technológie potrebné vo vašom odvetví?", "text_hr": "Jeste li voljni naučiti nove vještine ili tehnologije potrebne za vašu industriju?", "text_hu": "Hajlandó új készségeket vagy az iparágában szükséges technológiákat elsajátítani?", "text_bg": "Имате ли желание да усвоявате нови умения или технологии, необходими за вашата индустрия?", "text_sr": "Da li ste voljni da naučite nove veštine ili tehnologije  koje su potrebne za vašu kompaniju?", "text_bs": "Jeste li voljni naučiti nove vještine ili tehnologije potrebne za vašu industriju?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 20, "fields": {"text": "How do you rate yourself in communicating in a foreign language in a work environment?", "text_en": "How do you rate yourself in communicating in a foreign language in a work environment?", "text_cs": "Jak se hodnotíte v komunikaci v cizím jazyce v pracovním prostředí?", "text_de": "Wie beurteilen Sie sich selbst bei der Kommunikation in einer Fremdsprache im Arbeitsumfeld?", "text_sl": "Kako se ocenjujete pri sporazumevanju v tujem jeziku v delovnem okolju?", "text_sk": "Ako hodnotíte svoje komunikačné zručnosti v cudzom jazyku využívané v pracovnom prostredí?", "text_hr": "Kako ocjenjujete sebe u komunikaciji na stranom jeziku u radnom okruženju?", "text_hu": "Hogyan értékeli magát az idegen nyelven történő kommunikációban a munkahelyi környezetben?", "text_bg": "Как оценявате себе си в общуването на чужд език в работна среда?", "text_sr": "Kako ocenjujete svoje komunikacione veštine na stranom jeziku  u radnom okruženju?", "text_bs": "Kako ocjenjujete sebe u komunikaciji na stranom jeziku u radnom okruženju?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 21, "fields": {"text": "How do you rate yourself in possessing the computer skills needed for your profession?", "text_en": "How do you rate yourself in possessing the computer skills needed for your profession?", "text_cs": "Jak se hodnotíte v ovládání počítačových dovedností potřebných pro váš obor?", "text_de": "Wie schätzen Sie sich selbst ein, wenn Sie über die für Ihren Beruf erforderlichen Computerkenntnisse verfügen?", "text_sl": "Kako ocenjujete svoje računalniško znanje, ki ga potrebujete za opravljanje svojega poklica?", "text_sk": "Ako hodnotíte svoje počítačové zručnosti potrebné pre vašu profesiu?", "text_hr": "Kako ocjenjujete posjedovanje računalnih vještina potrebnih za vaše zanimanje?", "text_hu": "Milyen mértékben rendelkezik a szakmájához szükséges számítógépes ismeretekkel?", "text_bg": "Как оценявате себе си по отношение на компютърните умения, необходими за вашата професия?", "text_sr": "Kako ocenjujete svoje znanje računarskih veština potrebnih za vašu profesiju?", "text_bs": "Kako ocjenjujete sebe u posjedovanju kompjuterskih vještina potrebnih za vašu profesiju?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 22, "fields": {"text": "How willing and able are you to adapt to new working conditions and environments (e.g. when introducing new working practices, changing to a different working system, changing working hours, changing workplace, changing attendance records, etc.)?", "text_en": "How willing and able are you to adapt to new working conditions and environments (e.g. when introducing new working practices, changing to a different working system, changing working hours, changing workplace, changing attendance records, etc.)?", "text_cs": "Jak moc jste ochotni a schopni přizpůsobit se novým pracovním podmínkám a prostředí (například při zavádění nových pracovních postupů, přechodu na jiný pracovní systém, změnu pracovní doby, změnu pracoviště, změnu evidence docházky apod.)?", "text_de": "Wie bereit und fähig sind Sie, sich an neue Arbeitsbedingungen und -umgebungen anzupassen (z. B. bei der Einführung neuer Arbeitspraktiken, dem Wechsel zu einem anderen Arbeitssystem, sich ändernden Arbeitszeiten, einem Wechsel des Arbeitsplatzes, einer Änderung der Anwesenheitslisten usw.)?", "text_sl": "Kako pripravljeni in sposobni ste se prilagoditi novim delovnim pogojem in okoljem?", "text_sk": "Ako ste ochotný a schopný prispôsobiť sa novým pracovným podmienkam a prostrediu?", "text_hr": "Koliko ste voljni i sposobni prilagoditi se novim radnim uvjetima i okruženjima (npr. prilikom uvođenja novih radnih praksi, prelaska na drugi sustav rada, promjene radnog vremena, promjene radnog mjesta, promjene evidencije prisutnosti, itd.)?", "text_hu": "Mennyire hajlandó és képes alkalmazkodni új munkakörülményekhez és környezethez? (pl.: új munkamódszerek bevezetése, más munkarendre történő átállás, változó munkaórák, munkahelyváltás, jelenlét rögzítésének változása stb.)?", "text_bg": "Доколко сте готови и способни да се адаптирате към нови условия на работа и среда?", "text_sr": "Koliko ste voljni i sposobni da se prilagodite novim uslovima rada i okruženju (npr. prilikom uvođenja novih radnih praksi, prelaska na drugačiji sistem rada, promene radnog vremena, promene radnog mesta, promene evidencije pohađanja itd.)?", "text_bs": "Koliko ste spremni i sposobni da se prilagodite novim uslovima rada i okruženjima (npr. prilikom uvođenja novih radnih praksi, prelaska na drugačiji sistem rada, promene radnog vremena, promene radnog mesta, promene evidencije pohađanja itd.)?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 23, "fields": {"text": "How willing are you to work in a team of workers with different nationalities and ethnicities?", "text_en": "How willing are you to work in a team of workers with different nationalities and ethnicities?", "text_cs": "Jak moc jste ochoten pracovat v kolektivu pracovníků s rozdílnou národností a etnickou příslušností?", "text_de": "Wie bereit sind Sie, in einem Team von Mitarbeitern unterschiedlicher Nationalität und Ethnie zu arbeiten?", "text_sl": "Kako pripravljeni ste delati v skupini delavcev različnih narodnosti in etničnih skupin?", "text_sk": "Do akej miery ste ochotný pracovať v tíme pracovníkov rôznych národností a etník?", "text_hr": "Koliko ste spremni raditi u timu radnika različitih nacionalnosti i etničkih pripadnosti?", "text_hu": "Mennyire hajlandó különböző nemzetiségű és etnikumú munkavállalókból álló csapatban dolgozni?", "text_bg": "Доколко сте готови да работите в екип от работници с различни националности и етнически произход?", "text_sr": "Koliko ste voljni da radite u timu radnika različitih nacionalnosti i nacionalnosti?", "text_bs": "Koliko ste spremni da radite u timu radnika različitih nacionalnosti i nacionalnosti?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 26, "fields": {"text": "Can you imagine working in this team?", "text_en": "Can you imagine working in this team?", "text_cs": "Umíte si představit, že byste pracovali v tomto kolektivu?", "text_de": "Können Sie sich vorstellen, in diesem Team zu arbeiten?", "text_sl": "Si predstavljate, da bi delali v tej ekipi?", "text_sk": "Ste ochotný pracovať v tíme vyobrazenom na obrázku?", "text_hr": "Možete li zamisliti da radite u ovom timu?", "text_hu": "El tudja képzelni, hogy ebben a csapatban dolgozzon?", "text_bg": "Можете ли да си представите да работите в този екип?", "text_sr": "Možete li da zamislite da radite u ovakvom timu?", "text_bs": "Možete li zamisliti rad u ovom timu?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 27, "fields": {"text": "How much does your health limit you in carrying out your job duties?", "text_en": "How much does your health limit you in carrying out your job duties?", "text_cs": "Jak moc vás omezuje váš zdravotní stav při plnění pracovních povinností?", "text_de": "Wie sehr schränkt Sie Ihre Gesundheit bei der Ausübung Ihrer beruflichen Pflichten ein?", "text_sl": "Koliko vas zdravje omejuje pri opravljanju delovnih nalog?", "text_sk": "Ako veľmi Vás obmedzuje Váš zdravotný stav pri plnení pracovných povinností?", "text_hr": "Koliko vas vaše zdravlje ograničava u obavljanju vaših radnih obaveza?", "text_hu": "Mennyire korlátozza önt az egészségi állapota a munkaköri feladatai ellátásában?", "text_bg": "Доколко здравословното ви състояние ви ограничава при изпълнението на служебните ви задължения?", "text_sr": "Koliko vas zdravlje ograničava u obavljanju vaših radnih obaveza?", "text_bs": "Koliko vas zdravlje ograničava u obavljanju vaših radnih obaveza?", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 28, "fields": {"text": "How often do you feel limited by health problems in your work?", "text_en": "How often do you feel limited by health problems in your work?", "text_cs": "Jak často se cítíte omezeni zdravotními problémy ve vaší práci?", "text_de": "Wie oft fühlen Sie sich durch gesundheitliche Probleme in Ihrer Arbeit eingeschränkt?", "text_sl": "Kako pogosto se pri svojem delu počutite omejeni zaradi zdravstvenih težav?", "text_sk": "Ako často Vám zdravotné problémy bránia v plnení pracovných povinností?", "text_hr": "Koliko često se osjećate ograničeni zdravstvenim problemima u svom poslu?", "text_hu": "Milyen gyakran érzi úgy, hogy egészségügyi problémái korlátozzák a munkájában?", "text_bg": "Колко често се чувствате ограничени от здравословни проблеми в работата си?", "text_sr": "Koliko često se osećate ograničeno zdravstvenim problemima u svom poslu?", "text_bs": "Koliko često se osjećate ograničeno zdravstvenim problemima u svom poslu?", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 29, "fields": {"text": "If you were to do a physically demanding job, how would you rate your potential to handle it?", "text_en": "If you were to do a physically demanding job, how would you rate your potential to handle it?", "text_cs": "Pokud byste měli vykonávat fyzicky náročnou práci, jak hodnotíte její potenciální zvládání?", "text_de": "Wenn Sie einen körperlich anstrengenden Job machen würden, wie würden Sie Ihr Potenzial einschätzen, damit umzugehen?", "text_sl": "Kako se ocenjujete pri opravljanju fizično zahtevnih del?", "text_sk": "Ako sa hodnotíte pri zvládaní fyzicky náročných prác?", "text_hr": "Kad biste radili fizički zahtjevan posao, kako biste ocijenili svoj potencijal da se s njim nosite?", "text_hu": "Mennyire lenne képes fizikailag megterhelő munkát végezni?", "text_bg": "Как оценявате себе си в справянето с физически трудни задачи?", "text_sr": "Ako biste radili fizički zahtevan posao, kako biste ocenili svoj potencijal da se nosite sa njim?", "text_bs": "Ako biste radili fizički zahtjevan posao, kako biste ocijenili svoj potencijal da se nosite s njim?", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 31, "fields": {"text": "How often have health problems prevented you from performing your job duties in the last 30 days?", "text_en": "How often have health problems prevented you from performing your job duties in the last 30 days?", "text_cs": "Jak často vám zdravotní problémy bránily v plnění pracovních povinností v posledních 30 dnech?", "text_de": "Wie oft haben Sie gesundheitliche Probleme in den letzten 30 Tagen daran gehindert, Ihren beruflichen Pflichten nachzukommen?", "text_sl": "Kako pogosto vam zdravstvene težave preprečujejo opravljanje delovnih nalog?", "text_sk": "Ako často Vám zdravotné problémy bránia v plnení pracovných povinností?", "text_hr": "Koliko često su vas zdravstveni problemi spriječili u obavljanju vaših radnih dužnosti u zadnjih 30 dana?", "text_hu": "Az elmúlt 30 napban milyen gyakran akadályozták Önt egészségügyi problémák a feladatai ellátásában?", "text_bg": "Колко често здравословни проблеми ви пречат да изпълнявате служебните си задължения?", "text_sr": "Koliko često su Vas zdravstveni problemi sprečavali da obavljate svoje radne obaveze u poslednjih 30 dana?", "text_bs": "Koliko često su Vas zdravstveni problemi sprečavali da obavljate svoje radne obaveze u posljednjih 30 dana?", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 32, "fields": {"text": "How confident are you in your contribution and value in the job market?", "text_en": "How confident are you in your contribution and value in the job market?", "text_cs": "Jak moc věříte ve svůj pracovní přínos a hodnotu na trhu práce?", "text_de": "Wie sicher sind Sie von Ihrem Beitrag und Ihrem Wert auf dem Arbeitsmarkt?", "text_sl": "Kako prepričani ste o svojem prispevku in vrednosti na trgu dela?", "text_sk": "Ako veľmi vnímate Váš pracovný prínos a hodnotu na trhu práce?", "text_hr": "Koliko ste sigurni u svoj doprinos i vrijednost na tržištu rada?", "text_hu": "Mennyire magabiztos abban, hogy hozzájárul és értéket képvisel a munkaerőpiacon?", "text_bg": "Колко уверен сте в своя принос и добавена стойност на пазара на труда?", "text_sr": "Koliko ste sigurni u svoj doprinos i vrednost na tržištu rada?", "text_bs": "Koliko ste sigurni u svoj doprinos i vrijednost na tržištu rada?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 33, "fields": {"text": "How motivated are you to actively look for new job opportunities?", "text_en": "How motivated are you to actively look for new job opportunities?", "text_cs": "Jak moc jste motivováni aktivně hledat nové pracovní příležitosti?", "text_de": "Wie motiviert sind Sie, aktiv nach neuen Jobmöglichkeiten zu suchen?", "text_sl": "Kako motivirani ste za aktivno iskanje novih priložnosti za zaposlitev?", "text_sk": "Do akej miery ste motivovaný aktívne hľadať nové pracovné príležitosti?", "text_hr": "Koliko ste motivirani za aktivno traženje novih radnih mjesta?", "text_hu": "Mennyire motivált abban, hogy aktívan keressen új munkalehetőségeket?", "text_bg": "Доколко сте мотивирани да търсите активно нови възможности за работа?", "text_sr": "Koliko ste motivisani da aktivno tražite nove mogućnosti za posao?", "text_bs": "Koliko ste motivirani da aktivno tražite nove prilike za posao?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 34, "fields": {"text": "How much does the fear of rejection affect you in your job search?", "text_en": "How much does the fear of rejection affect you in your job search?", "text_cs": "Jak moc vás ovlivňuje strach z odmítnutí při hledání zaměstnání?", "text_de": "Wie stark beeinflusst Sie die Angst vor Ablehnung bei Ihrer Jobsuche?", "text_sl": "Kako močno vas strah pred zavrnitvijo prizadene pri iskanju zaposlitve?", "text_sk": "Ako veľmi Vás ovplyvňuje strach z odmietnutia pri hľadaní zamestnania?", "text_hr": "Koliko strah od odbijanja utječe na vas u traženju posla?", "text_hu": "Mennyire befolyásolja Önt az elutasítástól való félelem az álláskeresésben?", "text_bg": "Доколко страхът от отхвърляне ви влияе при търсенето на работа?", "text_sr": "Koliko strah od odbijanja utiče na vas u traženju posla?", "text_bs": "Koliko strah od odbijanja utiče na vas u traženju posla?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 35, "fields": {"text": "How do you rate your ability to successfully engage in new job roles?", "text_en": "How do you rate your ability to successfully engage in new job roles?", "text_cs": "Jak se hodnotíte ve schopnosti úspěšně se zapojit do nových pracovních rolí?", "text_de": "Wie schätzen Sie Ihre Fähigkeit ein, sich erfolgreich auf neue Aufgabenbereiche einzulassen?", "text_sl": "Kako ocenjujete svojo sposobnost uspešnega vključevanja v nove delovne vloge?", "text_sk": "Ako hodnotíte svoje schopnosti pre úspešne zapojenie sa do nových pracovných rolí?", "text_hr": "Kako ocjenjujete svoju sposobnost da se uspješno uključite u nove poslovne uloge?", "text_hu": "Hogyan értékeli azt a képességét, hogy sikeresen vállaljon el új munkaköröket?", "text_bg": "Как оценявате способността си да се справяте успешно с нови работни роли?", "text_sr": "Kako ocenjujete svoju sposobnost da se uspešno angažujete na novim poslovima?", "text_bs": "Kako ocjenjujete svoju sposobnost da se uspješno angažujete na novim poslovima?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 36, "fields": {"text": "How confident are you in your ability to compete with younger applicants for the same jobs?", "text_en": "How confident are you in your ability to compete with younger applicants for the same jobs?", "text_cs": "Jak moc věříte ve svoji schopnost konkurovat mladším uchazečům o stejná pracovní místa?", "text_de": "Wie sicher sind Sie, dass Sie mit jüngeren Bewerbern um die gleichen Stellen konkurrieren können?", "text_sl": "Kako prepričani ste, da lahko tekmujete z mlajšimi kandidati za isto delovno mesto?", "text_sk": "Ako veľmi dôverujete svojim schopnostiam pri uchádzaní sa o pracovné miesto v konkurencií s mladším uchádzačom?", "text_hr": "Koliko ste uvjereni u svoju sposobnost da se natječete s mlađim kandidatima za iste poslove?", "text_hu": "Mennyire magabiztos abban, hogy képes felvenni a versenyt a fiatalabb jelentkezőkkel ugyanazokért az állásokért?", "text_bg": "Доколко сте сигурни в способността си да се конкурирате с по-младите кандидати за същата работа?", "text_sr": "Koliko ste sigurni u svoje  sposobnosti da se takmičite sa mlađim kandidatima za iste poslove?", "text_bs": "Koliko ste sigurni u svoju sposobnost da se natječete sa mlađim kandidatima za iste poslove?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 37, "fields": {"text": "How much is your income sufficient for your living needs?", "text_en": "How much is your income sufficient for your living needs?", "text_cs": "Vycházíte s vaším současným příjmem?", "text_de": "Wie hoch ist Ihr Einkommen, das für Ihren Lebensunterhalt ausreicht?", "text_sl": "Koliko vaših prihodkov zadostuje za vaše življenjske potrebe?", "text_sk": "Do akej miere stačia Vaše príjmy na pokrytie Vašich potrieb?", "text_hr": "Koliko je vaš prihod dovoljan za vaše životne potrebe?", "text_hu": "Elegendő a jövedelme a megélhetéshez?", "text_bg": "Достатъчен ли е доходът ви за покриване на нуждите ви?", "text_sr": "Koliko su vaši prihodi dovoljni za vaše životne potrebe?", "text_bs": "Koliko su vaši prihodi dovoljni za vaše životne potrebe?", "type": "SCL", "sub_topic": 7, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 38, "fields": {"text": "How much does caring for a loved one or other family commitments limit your job search?", "text_en": "How much does caring for a loved one or other family commitments limit your job search?", "text_cs": "Jak moc vás omezuje péče o osobu blízkou nebo jiné rodinné závazky při hledání zaměstnání?", "text_de": "Wie stark schränkt die Pflege eines geliebten Menschen oder andere familiäre Verpflichtungen Ihre Arbeitssuche ein?", "text_sl": "Kako zelo skrb za ljubljeno osebo ali druge družinske obveznosti omejujejo vaše iskanje zaposlitve?", "text_sk": "Ako veľmi Vás obmedzuje starostlivosť o blízku osobu alebo iné rodinné záväzky pri hľadaní zamestnania?", "text_hr": "Koliko briga za voljenu osobu ili druge obiteljske obveze ograničavaju vaše traženje posla?", "text_hu": "Mennyire korlátozza a munkakeresésben a szeretteiről való gondoskodás vagy más családi kötelezettség?", "text_bg": "До колко грижите за близък човек ви ограничават в търсенето на работа?", "text_sr": "Koliko briga o voljenoj osobi ili druge porodične obaveze ograničavaju vašu potragu za poslom?", "text_bs": "Koliko briga o voljenoj osobi ili druge porodične obaveze ograničavaju vašu potragu za poslom?", "type": "SCL", "sub_topic": 7, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 39, "fields": {"text": "How often do you experience the following situation in the workplace (older employee excluded from the group of younger ones)?", "text_en": "How often do you experience the following situation in the workplace (older employee excluded from the group of younger ones)?", "text_cs": "Jak často zažíváte na pracovišti následující situaci (starší zaměstnanec vyčleněn ze společnosti mladších)?", "text_de": "Wie häufig erleben Sie die folgende Situation am Arbeitsplatz (älterer Mitarbeiter aus der Gruppe der jüngeren ausgeschlossen)?", "text_sl": "Kako pogosto se na delovnem mestu srečate z naslednjo situacijo (starejši delavec je izključen iz skupine mlajših)?", "text_sk": "Ako často sa na pracovisku stretávate so situáciou (starší zamestnanec vylúčený zo skupiny mladších)?", "text_hr": "Koliko često na radnom mjestu doživljavate sljedeću situaciju (stariji zaposlenik isključen iz skupine mlađih)?", "text_hu": "Milyen gyakran tapasztalja az alábbi helyzetet a munkahelyén (az idősebb munkavállalót kizárták a fiatalabbak csoportjából)?", "text_bg": "Колко често се сблъсквате със следната ситуация на работното място (по-възрастният служител е изключен от групата на по-младите)?", "text_sr": "Koliko često doživljavate sledeću situaciju na radnom mestu (stariji zaposleni isključen iz grupe mlađih)?", "text_bs": "Koliko često doživljavate sledeću situaciju na radnom mestu (stariji zaposleni isključen iz grupe mlađih)?", "type": "SCL", "sub_topic": 7, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 40, "fields": {"text": "How much do social factors, such as age-related stereotypes, influence you in your job search?", "text_en": "How much do social factors, such as age-related stereotypes, influence you in your job search?", "text_cs": "Jak moc vás ovlivňují sociální faktory, jako jsou stereotypy spojené s věkem, při hledání zaměstnání?", "text_de": "Wie stark beeinflussen Sie soziale Faktoren, wie zum Beispiel altersbedingte Stereotypen, bei Ihrer Jobsuche?", "text_sl": "Kako močno na vas pri iskanju zaposlitve vplivajo družbeni dejavniki, kot so stereotipi, povezani s starostjo?", "text_sk": "Ako Vás pri hľadaní zamestnania ovplyvňujú sociálne faktory, ako sú stereotypy spojené s vekom?", "text_hr": "Koliko društveni čimbenici, kao što su stereotipi vezani uz dob, utječu na vas u traženju posla?", "text_hu": "Mennyire befolyásolják Önt a társadalmi tényezők - mint például az életkorral kapcsolatos sztereotípiák - az álláskeresés során?", "text_bg": "Доколко социалните фактори, като например стереотипите, свързани с възрастта, оказват влияние върху търсенето на работа?", "text_sr": "Koliko društveni faktori, poput stereotipa vezanih za godine, utiču na vas u traženju posla?", "text_bs": "Koliko društveni faktori, poput stereotipa vezanih za dob, utiču na vas u traženju posla?", "type": "SCL", "sub_topic": 7, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 41, "fields": {"text": "How do you rate yourself in your ability to find work-life balance?", "text_en": "How do you rate yourself in your ability to find work-life balance?", "text_cs": "Jak se hodnotíte ve schopnosti hledání rovnováhy v pracovním a soukromém životě?", "text_de": "Wie schätzen Sie Ihre Fähigkeit ein, die Work-Life-Balance zu finden?", "text_sl": "Kako ocenjujete svojo sposobnost usklajevanja poklicnega in zasebnega življenja?", "text_sk": "Ako hodnotíte svoje schopnosti v nastavení si rovnováhy v pracovnom a súkromnom živote?", "text_hr": "Kako ocjenjujete svoju sposobnost pronalaska ravnoteže između poslovnog i privatnog života?", "text_hu": "Hogyan értékeli saját magát a munka és a magánélet egyensúlyának megtalálása terén?", "text_bg": "Как оценявате способността си да намирате баланс между работата и личния живот?", "text_sr": "Kako ocenjujete sebe u svojoj sposobnosti da nađete balans između posla i privatnog života?", "text_bs": "Kako ocjenjujete sebe u svojoj sposobnosti da nađete ravnotežu između posla i privatnog života?", "type": "SCL", "sub_topic": 7, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 42, "fields": {"text": "Overall, how satisfied are you with your life?", "text_en": "Overall, how satisfied are you with your life?", "text_cs": "Jak jste celkově spokojen(a) se svým životem?", "text_de": "Wie zufrieden sind Sie insgesamt mit Ihrem Leben?", "text_sl": "Kako ste na splošno zadovoljni s svojim življenjem?", "text_sk": "Ako ste celkovo spokojný so svojím životom?", "text_hr": "Općenito, koliko ste zadovoljni svojim životom?", "text_hu": "Összességében mennyire elégedett az életével?", "text_bg": "Като цяло, доколко сте доволни от живота си?", "text_sr": "Generalno, koliko ste zadovoljni svojim životom?", "text_bs": "Općenito, koliko ste zadovoljni svojim životom?", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 43, "fields": {"text": "How satisfied are you with your standard of living?", "text_en": "How satisfied are you with your standard of living?", "text_cs": "Jak jste spokojeni s Vaší životní úrovní?", "text_de": "Wie zufrieden sind Sie mit Ihrem Lebensstandard?", "text_sl": "Kako zadovoljni ste s svojim življenjskim standardom?", "text_sk": "Ako ste spokojný so svojou životnou úrovňou?", "text_hr": "Koliko ste zadovoljni svojim životnim standardom?", "text_hu": "Mennyire elégedett az életszínvonalával?", "text_bg": "Доколко сте доволни от стандарта си на живот?", "text_sr": "Koliko ste zadovoljni svojim životnim standardom?", "text_bs": "Koliko ste zadovoljni svojim životnim standardom?", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 44, "fields": {"text": "How satisfied are you with your health?", "text_en": "How satisfied are you with your health?", "text_cs": "Jak jste spokojeni s Vaším zdravím?", "text_de": "Wie zufrieden sind Sie mit Ihrer Gesundheit?", "text_sl": "Kako zadovoljni ste s svojim zdravjem?", "text_sk": "Ako ste spokojný so svojím zdravím?", "text_hr": "Kako ste zadovoljni svojim zdravljem?", "text_hu": "Mennyire elégedett az egészségével?", "text_bg": "Доколко сте доволни от здравето си?", "text_sr": "Koliko ste zadovoljni svojim zdravljem?", "text_bs": "Koliko ste zadovoljni svojim zdravljem?", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 45, "fields": {"text": "How satisfied are you with what you are achieving in your life?", "text_en": "How satisfied are you with what you are achieving in your life?", "text_cs": "Jak jste spokojeni s tím, co se Vám v životě daří dosahovat?", "text_de": "Wie zufrieden sind Sie mit dem, was Sie in Ihrem Leben erreicht haben?", "text_sl": "Kako zadovoljni ste s tem, kar dosegate v svojem življenju?", "text_sk": "Ako ste spokojný s tým, čo dosahujete vo svojom živote?", "text_hr": "Koliko ste zadovoljni onim što postižete u svom životu?", "text_hu": "Mennyire elégedett azzal, amit elért az életében?", "text_bg": "Доколко сте доволни от това, което постигате в живота си?", "text_sr": "Koliko ste zadovoljni onim što postižete u životu?", "text_bs": "Koliko ste zadovoljni onim što postižete u životu?", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 46, "fields": {"text": "How satisfied are you with your personal relationships?", "text_en": "How satisfied are you with your personal relationships?", "text_cs": "Jak jste spokojeni s Vašimi osobními vztahy?", "text_de": "Wie zufrieden sind Sie mit Ihren persönlichen Beziehungen?", "text_sl": "Kako zadovoljni ste z osebnimi odnosi?", "text_sk": "Ako ste spokojný so svojimi osobnými vzťahmi?", "text_hr": "Koliko ste zadovoljni svojim osobnim odnosima?", "text_hu": "Mennyire elégedett a személyes kapcsolataival?", "text_bg": "Доколко сте доволни от личните си взаимоотношения?", "text_sr": "Koliko ste zadovoljni svojim ličnim odnosima?", "text_bs": "Koliko ste zadovoljni svojim ličnim odnosima?", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 66, "fields": {"text": "I feel excluded from society.", "text_en": "I feel excluded from society.", "text_cs": "Cítím se vyloučený(á) ze společnosti.", "text_de": "Ich fühle mich von der Gesellschaft ausgeschlossen.", "text_sl": "Počutim se izključenega iz družbe.", "text_sk": "Cítim sa vylúčený zo spoločnosti.", "text_hr": "Osjećam se isključeno iz društva.", "text_hu": "Kirekesztettnek érzem magam a társadalomból.", "text_bg": "Чувствам се изключен от обществото.", "text_sr": "Osećam se isključeno iz društva.", "text_bs": "Osećam se isključeno iz društva.", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 67, "fields": {"text": "Life today is so complex that I can hardly navigate it.", "text_en": "Life today is so complex that I can hardly navigate it.", "text_cs": "Život je dnes tak složitý, že se v něm jen stěží můžu orientovat.", "text_de": "Das heutige Leben ist so komplex, dass ich mich kaum darin zurechtfinde.", "text_sl": "Današnje življenje je tako zapleteno, da se v njem komaj orientiram.", "text_sk": "Život je dnes taký zložitý, že sa v ňom len ťažko orientujem.", "text_hr": "Život je danas toliko složen da se teško snalazim u njemu.", "text_hu": "Az élet manapság annyira összetett, hogy alig tudok eligazodni benne.", "text_bg": "Животът днес е толкова сложен, че едва ли мога да се ориентирам в него.", "text_sr": "Život je danas toliko složen da teško mogu da se snalazim u njemu.", "text_bs": "Današnji život je toliko složen da se teško snalazim u njemu.", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 68, "fields": {"text": "I feel that what I do is not appreciated by others.", "text_en": "I feel that what I do is not appreciated by others.", "text_cs": "Mám pocit, že to, co dělám, není ostatními doceněno.", "text_de": "Ich habe das Gefühl, dass das, was ich tue, von anderen nicht geschätzt wird.", "text_sl": "Zdi se mi, da tega, kar počnem, drugi ne cenijo.", "text_sk": "Mám pocit, že to čo robím nie je ocenené ostatnými.", "text_hr": "Osjećam da drugi ne cijene ono što radim.", "text_hu": "Úgy érzem, hogy amit teszek, azt mások nem értékelik.", "text_bg": "Чувствам, че това, което правя, не се оценява от другите.", "text_sr": "Osećam da drugi ne cene ono što radim.", "text_bs": "Osećam da drugi ne cene ono što radim.", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 69, "fields": {"text": "Some people look down on me because of my job title or income.", "text_en": "Some people look down on me because of my job title or income.", "text_cs": "Někteří lidé se na mě dívají spatra kvůli mému praconímu zařazení nebo příjmu.", "text_de": "Manche Leute schauen wegen meiner Berufsbezeichnung oder meinem Einkommen auf mich herab.", "text_sl": "Nekateri me gledajo zviška zaradi mojega delovnega mesta ali dohodka.", "text_sk": "Niektorí ľudia sa na mňa pozerajú zvrchu kvôli mojej pracovnej pozícii alebo príjmu.", "text_hr": "Neki ljudi me gledaju s prezirom zbog mog posla ili prihoda.", "text_hu": "Néhányan lenéznek engem a munkaköröm vagy a jövedelmem miatt.", "text_bg": "Някои хора ме гледат отвисоко заради длъжността или доходите ми.", "text_sr": "Neki ljudi me gledaju prezrivo zbog mog posla ili prihoda.", "text_bs": "Neki ljudi me gledaju prezrivo zbog mog posla ili prihoda.", "type": "SCL", "sub_topic": 8, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 70, "fields": {"text": "In the last 12 months, how often have you come home from work too tired to do some of the chores that needed to be done?", "text_en": "In the last 12 months, how often have you come home from work too tired to do some of the chores that needed to be done?", "text_cs": "Jak často se Vám za poslední 12 měsíců stalo, že jste přišel(a) z práce domů příliš unavený(á) na to, abyste mohl(a) dělat některé z domácích prací, které bylo třeba udělat?", "text_de": "Wie oft sind Sie in den letzten 12 Monaten zu müde von der Arbeit nach Hause gekommen, um einige der Aufgaben zu erledigen, die erledigt werden mussten?", "text_sl": "Kako pogosto se vam je v zadnjih 12 mesecih zgodilo, da ste prišli iz službe preveč utrujeni, da bi opravili nekatera opravila, ki jih je bilo treba opraviti?", "text_sk": "Ako často ste sa v posledných 12 mesiacoch vracali z práce domov príliš unavený na to, aby ste urobili niektorú z potrebných prác?", "text_hr": "U posljednjih 12 mjeseci, koliko ste često dolazili kući s posla preumorni da biste obavili neke poslove koje ste morali obaviti?", "text_hu": "Az elmúlt 12 hónapban milyen gyakran fordult elő, hogy a munkából hazatérve túl fáradt volt ahhoz, hogy házimunkát végezzen?", "text_bg": "През последните 12 месеца колко често се е случвало да се приберете от работа твърде уморени, за да свършите някои от необходимите домакински задължения?", "text_sr": "Koliko često ste se u poslednjih 12 meseci vraćali kući sa posla previše umorni da biste obavili neke od poslova koje je trebalo da obavite?", "text_bs": "Koliko često ste se u posljednjih 12 mjeseci vraćali kući s posla previše umorni da biste obavili neke od poslova koje je trebalo obaviti?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 71, "fields": {"text": "In the last 12 months, how often have you been unable to meet your family responsibilities due to the amount of time you spend at work?", "text_en": "In the last 12 months, how often have you been unable to meet your family responsibilities due to the amount of time you spend at work?", "text_cs": "Jak často se Vám za poslední 12 měsíců stalo, že jste vzhledem k množství času, který věnujete práci, nemohli plnit povinnosti vůči rodině?", "text_de": "Wie oft konnten Sie in den letzten 12 Monaten Ihren familiären Verpflichtungen aufgrund der langen Arbeitszeit, die Sie verbrachten, nicht nachkommen?", "text_sl": "Kako pogosto v zadnjih 12 mesecih zaradi časa, ki ga preživite v službi, niste mogli izpolnjevati družinskih obveznosti?", "text_sk": "Ako často ste za posledných 12 mesiacov nemohli plniť svoje rodinné povinnosti kvôli času strávenému v práci?", "text_hr": "U posljednjih 12 mjeseci, koliko često niste mogli ispuniti svoje obiteljske obveze zbog količine vremena koje provodite na poslu?", "text_hu": "Az elmúlt 12 hónapban milyen gyakran fordult elő, hogy a munkával töltött idő miatt nem tudott eleget tenni a családi kötelezettségeinek?", "text_bg": "Колко често през последните 12 месеца не сте били в състояние да изпълнявате семейните си задължения поради времето, което прекарвате на работа?", "text_sr": "U poslednjih 12 meseci, koliko često niste bili u mogućnosti da ispunite svoje porodične obaveze zbog količine vremena koje provodite na poslu?", "text_bs": "U posljednjih 12 mjeseci, koliko često niste bili u mogućnosti da ispunite svoje porodične obaveze zbog količine vremena koje provodite na poslu?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 72, "fields": {"text": "In the last 12 months, how often have you been unable to concentrate properly on work due to the amount of time you have to devote to family responsibilities?", "text_en": "In the last 12 months, how often have you been unable to concentrate properly on work due to the amount of time you have to devote to family responsibilities?", "text_cs": "Jak často se Vám za poslední 12 měsíců stalo, že jste se vzhledem k množství času, který věnujete plnění povinností v rodině, nemohli řádně soustředit na práci?", "text_de": "Wie oft konnten Sie sich in den letzten 12 Monaten nicht richtig auf die Arbeit konzentrieren, weil Sie viel Zeit für familiäre Verpflichtungen aufwenden mussten?", "text_sl": "Kako pogosto se v zadnjih 12 mesecih niste mogli ustrezno osredotočiti na svoje delo zaradi časa, ki ste ga porabili za družinske obveznosti?", "text_sk": "Ako často ste sa za posledných 12 mesiacov nemohli riadne sústrediť na prácu kvôli množstvu času, ktorý ste venovali rodinným povinnostiam?", "text_hr": "U posljednjih 12 mjeseci, koliko često niste bili u mogućnosti pravilno se koncentrirati na posao zbog količine vremena koje ste morali posvetiti obiteljskim obavezama?", "text_hu": "Az elmúlt 12 hónapban milyen gyakran fordult elő, hogy nem tudott megfelelően a munkájára koncentrálni a családi feladatokra fordított idő miatt?", "text_bg": "Колко често през последните 12 месеца не сте били в състояние да се концентрирате добре върху работата поради времето, което трябва да отделяте за семейни задължения?", "text_sr": "U poslednjih 12 meseci, koliko često niste bili u mogućnosti da se pravilno koncentrišete na posao zbog količine vremena koje morate da posvetite porodičnim obavezama?", "text_bs": "U posljednjih 12 mjeseci, koliko često niste bili u mogućnosti da se pravilno koncentrišete na posao zbog količine vremena koje morate posvetiti porodičnim obavezama?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 73, "fields": {"text": "How likely is it that you could lose your job in the next 6 months?", "text_en": "How likely is it that you could lose your job in the next 6 months?", "text_cs": "Jak je pravděpodobné, že byste v následujících 6 měsících mohli přijít o svou práci?", "text_de": "Wie wahrscheinlich ist es, dass Sie Ihren Job in den nächsten 6 Monaten verlieren?", "text_sl": "Kako verjetno je, da boste v naslednjih šestih mesecih izgubili službo?", "text_sk": "Ako vnímate pravdepodobnosť, že by ste v nasledujúcich 6 mesiacoch mohli prísť o prácu?", "text_hr": "Koliko je vjerojatno da biste mogli izgubiti posao u sljedećih 6 mjeseci?", "text_hu": "Mennyire valószínű, hogy a következő 6 hónapban elveszítheti az állását?", "text_bg": "Доколко е вероятно да загубите работата си през следващите 6 месеца?", "text_sr": "Koliko je verovatno da ćete izgubiti posao u narednih 6 meseci?", "text_bs": "Koliko je vjerovatno da biste mogli izgubiti posao u narednih 6 mjeseci?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 74, "fields": {"text": "If you lost your job or had to leave it, how likely or unlikely is it that you would find a job with a SIMILAR SALARY?", "text_en": "If you lost your job or had to leave it, how likely or unlikely is it that you would find a job with a SIMILAR SALARY?", "text_cs": "Kdybyste ztratili zaměstnání nebo z něj museli odejít, jak je pravděpodobné či nepravděpodobné, že si najdete zaměstnání S PODOBNÝM PLATEM?", "text_de": "Wenn Sie Ihren Job verlieren oder aufgeben müssten, wie wahrscheinlich oder unwahrscheinlich ist es, dass Sie einen Job mit einem ÄHNLICHEN GEHALT finden würden?", "text_sl": "Če bi izgubili službo ali jo morali zapustiti, kako verjetno ali malo verjetno je, da bi našli službo s podobno plačo?", "text_sk": "Ak by ste prišli o prácu alebo by ste ju museli opustiť, nakoľko je pravdepodobné, že by ste si našli prácu s podobným platom?", "text_hr": "Ako ste izgubili posao ili ste ga morali napustiti, koliko je vjerojatno ili malo vjerojatno da biste pronašli posao sa SLIČNOM PLAĆOM?", "text_hu": "Ha elveszítené a munkáját, vagy el kellene hagynia azt, mennyire valószínű vagy valószínűtlen, hogy találna egy hasonló fizetéssel járó állást?", "text_bg": "Ако загубите работата си или трябва да я напуснете, колко вероятно или малко вероятно е да си намерите работа с подобна заплата?", "text_sr": "Ako ste izgubili posao ili ste morali da ga napustite, koliko je verovatno ili malo verovatno da ćete naći posao sa SLIČNOM PLATOM?", "text_bs": "Ako ste izgubili posao ili morali da ga napustite, koliko je vjerovatno ili malo vjerovatno da ćete naći posao sa SLIČNOM PLAĆOM?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 76, "fields": {"text": "What is the main purpose of data backup?", "text_en": "What is the main purpose of data backup?", "text_cs": "Jaký je hlavní účel zálohování dat?", "text_de": "Was ist der Hauptzweck der Datensicherung?", "text_sl": "Kakšen je glavni namen varnostnega kopiranja podatkov?", "text_sk": "Aký je hlavný účel zálohovania údajov?", "text_hr": "Koja je glavna svrha sigurnosne kopije podataka?", "text_hu": "Mi az adatmentés fő célja?", "text_bg": "Каква е основната цел на архивирането на данни?", "text_sr": "Koja je glavna svrha rezervne kopije podataka?", "text_bs": "Koja je glavna svrha sigurnosne kopije podataka?", "type": "OCA", "sub_topic": 13, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 77, "fields": {"text": "What happens when you move files to the recycle bin?", "text_en": "What happens when you move files to the recycle bin?", "text_cs": "Co se stane, když přesunete soubory do odpadkového koše?", "text_de": "Was passiert, wenn Sie Dateien in den Papierkorb verschieben?", "text_sl": "Kaj se zgodi, ko datoteke premaknete v koš?", "text_sk": "Čo sa stane, keď presuniete súbory do koša?", "text_hr": "Što se događa kada premjestite datoteke u koš za smeće?", "text_hu": "Mi történik, ha a fájlokat a szemetesbe helyezi?", "text_bg": "Какво се случва, когато премествате файлове в кошчето за боклук?", "text_sr": "Šta se dešava kada premestite datoteke u korpu za otpatke?", "text_bs": "Šta se dešava kada premestite datoteke u korpu za otpatke?", "type": "OCA", "sub_topic": 13, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 78, "fields": {"text": "Which of the following devices can be used to enter data into a computer?", "text_en": "Which of the following devices can be used to enter data into a computer?", "text_cs": "Kterými z následujících zařízení je možné zadat data do počítače?", "text_de": "Mit welchen der folgenden Geräte können Daten in einen Computer eingegeben werden?", "text_sl": "Katera od naslednjih naprav se lahko uporablja za vnos podatkov v računalnik?", "text_sk": "Ktoré z nasledujúcich zariadení možno použiť na zadávanie údajov do počítača?", "text_hr": "Koji se od navedenih uređaja može koristiti za unos podataka u računalo?", "text_hu": "Az alábbi eszközök közül melyikkel lehet adatokat bevinni a számítógépbe?", "text_bg": "Кои от следните устройства могат да се използват за въвеждане на данни в компютър?", "text_sr": "Koji od sledećih uređaja se može koristiti za unos podataka u računar?", "text_bs": "Koji od sljedećih uređaja se može koristiti za unos podataka u računar?", "type": "MCA", "sub_topic": 13, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 79, "fields": {"text": "Assign the following functions to the corresponding keyboard shortcuts.", "text_en": "Assign the following functions to the corresponding keyboard shortcuts.", "text_cs": "Přiřaďte následující funkce k odpovídajícím klávesovým zkratkám.", "text_de": "Weisen Sie die folgenden Funktionen den entsprechenden Tastenkombinationen zu.", "text_sl": "Naslednjim funkcijam pripišite ustrezne bližnjice na tipkovnici.", "text_sk": "Priraďte nasledujúce funkcie k príslušným klávesovým skratkám.", "text_hr": "Dodijelite sljedeće funkcije odgovarajućim tipkovničkim prečacima.", "text_hu": "Rendelje a következő funkciókat a megfelelő billentyűparancsokhoz.", "text_bg": "Присвоявайте следните функции на съответните клавишни комбинации.", "text_sr": "Dodelite sledeće funkcije odgovarajućim prečicama na tastaturi.", "text_bs": "Dodijelite sljedeće funkcije odgovarajućim prečicama na tastaturi.", "type": "ASG", "sub_topic": 13, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 80, "fields": {"text": "Match the following file types with their common file extensions.", "text_en": "Match the following file types with their common file extensions.", "text_cs": "Přiřaďte následující typy souborů k jejich běžným příponám.", "text_de": "Ordnen Sie die folgenden Dateitypen ihren gängigen Dateierweiterungen zu.", "text_sl": "Ujemite naslednje vrste datotek z njihovimi običajnimi razširitvami.", "text_sk": "Priraďte nasledujúce typy súborov k ich bežným príponám.", "text_hr": "Povežite sljedeće vrste datoteka s njihovim uobičajenim datotečnim nastavcima.", "text_hu": "Párosítsa a következő fájltípusokat a gyakori fájlkiterjesztéseikkel.", "text_bg": "Съпоставете следните типове файлове с техните обичайни файлови разширения.", "text_sr": "Spojite sledeće tipove datoteka sa njihovim uobičajenim ekstenzijama datoteka.", "text_bs": "Spojite sljedeće tipove datoteka s njihovim uobičajenim ekstenzijama datoteka.", "type": "ASG", "sub_topic": 13, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 81, "fields": {"text": "What features does the spreadsheet provide?", "text_en": "What features does the spreadsheet provide?", "text_cs": "Jaké funkce poskytuje tabulkový kalkulátor?", "text_de": "Welche Funktionen bietet die Tabellenkalkulation?", "text_sl": "Katere funkcije zagotavlja preglednica?", "text_sk": "Aké funkcie poskytuje tabuľka?", "text_hr": "Koje značajke nudi proračunska tablica?", "text_hu": "Milyen funkciókat biztosít a táblázatkezelő?", "text_bg": "Какви функции предоставя електронната таблица?", "text_sr": "Koje karakteristike tabela pruža?", "text_bs": "Koje funkcije tabela pruža?", "type": "MCA", "sub_topic": 14, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 82, "fields": {"text": "Assign the following tasks to the correct type of office software.", "text_en": "Assign the following tasks to the correct type of office software.", "text_cs": "Přiřaďte následující úkoly ke správnému typu kancelářského softwaru.", "text_de": "Weisen Sie die folgenden Aufgaben der richtigen Art von Bürosoftware zu.", "text_sl": "Naslednje naloge pripišite pravilni vrsti pisarniške programske opreme.", "text_sk": "Priraďte nasledujúce úlohy k typu kancelárskeho softvéru.", "text_hr": "Dodijelite sljedeće zadatke ispravnoj vrsti uredskog softvera.", "text_hu": "Rendelje a következő feladatokat a megfelelő típusú irodai szoftverhez.", "text_bg": "Възложете следните задачи на правилния тип офис софтуер.", "text_sr": "Dodelite sledeće zadatke ispravnom tipu kancelarijskog softvera.", "text_bs": "Dodijelite sljedeće zadatke ispravnom tipu kancelarijskog softvera.", "type": "ASG", "sub_topic": 14, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 83, "fields": {"text": "Sort the steps to create a chart in a spreadsheet.", "text_en": "Sort the steps to create a chart in a spreadsheet.", "text_cs": "Seřaďte kroky pro vytvoření grafu v tabulkovém procesoru.", "text_de": "Sortieren Sie die Schritte zum Erstellen eines Diagramms in einer Tabelle.", "text_sl": "Razvrstite korake za ustvarjanje grafa v preglednici.", "text_sk": "Zoraďte nasledujúce kroky k vytvoreniu grafu z tabuľky.", "text_hr": "Poredajte korake za izradu grafikona u proračunskoj tablici.", "text_hu": "Rendezze egy táblázat létrehozásának lépéseit a táblázatkezelőben.", "text_bg": "Подредете стъпките за създаване на диаграма в електронна таблица.", "text_sr": "Sortirajte korake za kreiranje grafikona u tabeli.", "text_bs": "Sortirajte korake za kreiranje grafikona u tabeli.", "type": "DND", "sub_topic": 14, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 84, "fields": {"text": "Sequence the steps to create and save a new document in the text editor.", "text_en": "Sequence the steps to create and save a new document in the text editor.", "text_cs": "Seřaďte kroky pro vytvoření a uložení nového dokumentu v textovém editoru.", "text_de": "Führen Sie die Schritte in der Reihenfolge aus, um ein neues Dokument im Texteditor zu erstellen und zu speichern.", "text_sl": "V urejevalniku besedila zaporedoma izvajajte korake za ustvarjanje in shranjevanje novega dokumenta.", "text_sk": "Zoraďte nasledujúce kroky na vytvorenie a uloženie nového dokumentu v textovom editore (vo Worde).", "text_hr": "Redoslijed koraka za stvaranje i spremanje novog dokumenta u uređivaču teksta.", "text_hu": "Rendezze egy új dokumentum létrehozásának és mentésének lépéseit a szövegszerkesztőben.", "text_bg": "Изпълнете последователно стъпките за създаване и запазване на нов документ в текстовия редактор.", "text_sr": "Sledite korake kako biste kreirali i sačuvali novi dokument u uređivaču teksta.", "text_bs": "Slijedite korake za kreiranje i spremanje novog dokumenta u uređivaču teksta.", "type": "DND", "sub_topic": 14, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 85, "fields": {"text": "Select true statements about CSV files.", "text_en": "Select true statements about CSV files.", "text_cs": "Vyberte pravdivá tvrzení o souborech s příponou CSV.", "text_de": "Wählen Sie wahre Aussagen zu CSV-Dateien aus.", "text_sl": "Izberite resnične trditve o datotekah CSV.", "text_sk": "Vyberte pravdivé tvrdenia o súboroch CSV.", "text_hr": "Odaberite istinite izjave o CSV datotekama.", "text_hu": "Válassza ki a CSV-fájlokra vonatkozó igaz állításokat.", "text_bg": "Посочете кое е вярно по отношение на CSV файлове.", "text_sr": "Izaberite tačne tvrdnje o CSV datotekama.", "text_bs": "Odaberite istinite izjave o CSV datotekama.", "type": "MCA", "sub_topic": 14, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 86, "fields": {"text": "What is the basic function of a web browser?", "text_en": "What is the basic function of a web browser?", "text_cs": "Jaká je základní funkce webového prohlížeče?", "text_de": "Was ist die Grundfunktion eines Webbrowsers?", "text_sl": "Katera je osnovna funkcija spletnega brskalnika?", "text_sk": "Aká je základná funkcia webového prehliadača?", "text_hr": "Koja je osnovna funkcija web preglednika?", "text_hu": "Mi a webböngésző alapvető funkciója?", "text_bg": "Каква е основната функция на уеб браузъра?", "text_sr": "Koja je osnovna funkcija veb pretraživača?", "text_bs": "Koja je osnovna funkcija web pretraživača?", "type": "OCA", "sub_topic": 15, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 87, "fields": {"text": "What is the basic rule for creating a secure password?", "text_en": "What is the basic rule for creating a secure password?", "text_cs": "Jaké je základní pravidlo pro tvorbu bezpečného hesla?", "text_de": "Was ist die Grundregel für die Erstellung eines sicheren Passworts?", "text_sl": "Katero je osnovno pravilo za ustvarjanje varnega gesla?", "text_sk": "Aké je základné pravidlo na vytvorenie bezpečného hesla?", "text_hr": "Koje je osnovno pravilo za izradu sigurne lozinke?", "text_hu": "Mi a biztonságos jelszó létrehozásának alapszabálya?", "text_bg": "Кое е основното правило за създаване на сигурна парола?", "text_sr": "Koje je osnovno pravilo za kreiranje bezbedne lozinke?", "text_bs": "Koje je osnovno pravilo za kreiranje sigurne lozinke?", "type": "OCA", "sub_topic": 15, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 88, "fields": {"text": "What are bookmarks used for in the browser?", "text_en": "What are bookmarks used for in the browser?", "text_cs": "K čemu slouží záložky (bookmarks) v prohlížeči?", "text_de": "Wofür werden Lesezeichen im Browser verwendet?", "text_sl": "Za kaj se v brskalniku uporabljajo zaznamki?", "text_sk": "Na čo sa v prehliadači používajú záložky?", "text_hr": "Za što se koriste knjižne oznake u pregledniku?", "text_hu": "Mire szolgálnak a könyvjelzők a böngészőben?", "text_bg": "За какво се използват отметките в браузъра?", "text_sr": "Za šta se koriste obeleživači u pretraživaču?", "text_bs": "Za šta se koriste markeri u pretraživaču?", "type": "OCA", "sub_topic": 15, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 89, "fields": {"text": "Match the following types of online threats to their descriptions.", "text_en": "Match the following types of online threats to their descriptions.", "text_cs": "Přiřaďte následující typy online hrozeb k jejich popisům.", "text_de": "Ordnen Sie die folgenden Arten von Online-Bedrohungen ihren Beschreibungen zu.", "text_sl": "Ujemite naslednje vrste spletnih groženj z njihovimi opisi.", "text_sk": "Priraďte nasledujúce typy online hrozieb k ich opisom.", "text_hr": "Povežite sljedeće vrste mrežnih prijetnji s njihovim opisima.", "text_hu": "Párosítsa az alábbi online veszélyek típusait a leírásukhoz.", "text_bg": "Свържете следните видове он лайн заплахи със съответните им описания.", "text_sr": "Spojite sledeće vrste online pretnji sa njihovim opisima.", "text_bs": "Spojite sljedeće vrste mrežnih prijetnji s njihovim opisima.", "type": "ASG", "sub_topic": 15, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 90, "fields": {"text": "Match the following safety features to their descriptions.", "text_en": "Match the following safety features to their descriptions.", "text_cs": "Přiřaďte následující bezpečnostní prvky k jejich popisům.", "text_de": "Ordnen Sie die folgenden Sicherheitsmerkmale den Beschreibungen zu.", "text_sl": "Ujemite naslednje varnostne elemente z njihovimi opisi.", "text_sk": "Priraďte nasledujúce bezpečnostné prvky k ich popisu.", "text_hr": "Povežite sljedeće sigurnosne značajke s njihovim opisima.", "text_hu": "Párosítsa a következő biztonsági funkciókat a leírásukkal.", "text_bg": "Свържете следните характеристики за безопасност със съответните им описания.", "text_sr": "Povežite sledeće bezbednosne karakteristike sa njihovim opisima.", "text_bs": "Uskladite sljedeće sigurnosne karakteristike s njihovim opisima.", "type": "ASG", "sub_topic": 15, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 91, "fields": {"text": "What is the security feature that ensures that the email message comes from the real sender?", "text_en": "What is the security feature that ensures that the email message comes from the real sender?", "text_cs": "Jaká je bezpečnostní funkce, která zajišťuje, že e-mailová zpráva pochází od skutečného odesílatele?", "text_de": "Welche Sicherheitsfunktion stellt sicher, dass die E-Mail-Nachricht vom tatsächlichen Absender stammt?", "text_sl": "Katera je varnostna funkcija, ki zagotavlja, da e-poštno sporočilo prihaja od pravega pošiljatelja?", "text_sk": "Aký bezpečnostný prvok zaručuje, že e-mailová správa pochádza od skutočného odosielateľa?", "text_hr": "Koja je sigurnosna značajka koja osigurava da poruka e-pošte dolazi od pravog pošiljatelja?", "text_hu": "Mi az a biztonsági funkció, amely biztosítja, hogy az e-mail üzenet a valódi feladótól származik?", "text_bg": "Коя е функцията за сигурност, която гарантира, че имейл съобщението идва от истинския подател?", "text_sr": "Koja je bezbednosna funkcija koja obezbeđuje da poruka e-pošte dolazi od pravog pošiljaoca?", "text_bs": "Koja je sigurnosna funkcija koja osigurava da poruka e-pošte dolazi od pravog pošiljatelja?", "type": "OCA", "sub_topic": 16, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 92, "fields": {"text": "What are hashtags on social media for?", "text_en": "What are hashtags on social media for?", "text_cs": "K čemu slouží hashtagy na sociálních sítích?", "text_de": "Wozu dienen Hashtags in sozialen Medien?", "text_sl": "Čemu so namenjeni hashtagi v družabnih medijih?", "text_sk": "Na čo slúžia hashtagy na sociálnych sieťach?", "text_hr": "Čemu služe hashtagovi na društvenim mrežama?", "text_hu": "Mire valók a hashtagek a közösségi médiában?", "text_bg": "За какво служат хаштаговете в социалните медии?", "text_sr": "Čemu služe hashtagovi na društvenim mrežama?", "text_bs": "Čemu služe hashtagovi na društvenim mrežama?", "type": "OCA", "sub_topic": 16, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 93, "fields": {"text": "What does the term \"follower\" mean on social media?", "text_en": "What does the term \"follower\" mean on social media?", "text_cs": "Co znamená pojem \"follower (sledující)\" na sociálních sítích?", "text_de": "Was bedeutet der Begriff \"Follower\" in sozialen Medien?", "text_sl": "Kaj pomeni izraz \"sledilec\" v družabnih medijih?", "text_sk": "Čo znamená pojem \"sledovateľ\" na sociálnych sieťach?", "text_hr": "Što pojam \"sljedbenik\" znači na društvenim mrežama?", "text_hu": "Mit jelent a \"követő\" kifejezés a közösségi médiában?", "text_bg": "Какво означава терминът \"последовател\" в социалните медии?", "text_sr": "Šta znači izraz „follower“ na društvenim mrežama?", "text_bs": "Šta znači izraz \"sljedbenik\" na društvenim mrežama?", "type": "OCA", "sub_topic": 16, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 94, "fields": {"text": "What features do instant messaging tools (e.g. Messenger, WhatsApp) typically have?", "text_en": "What features do instant messaging tools (e.g. Messenger, WhatsApp) typically have?", "text_cs": "Jaké funkce typicky mají komunikační nástroje typu instant messaging (př.: Messenger, WhatsApp)?", "text_de": "Welche Funktionen haben Instant-Messaging-Tools (z. B. Messenger, WhatsApp) normalerweise?", "text_sl": "Katere funkcije imajo običajno orodja za takojšnje sporočanje (npr. Messenger, WhatsApp)?", "text_sk": "Aké funkcie majú nástroje na okamžité zasielanie správ (napr. Messenger, WhatsApp)?", "text_hr": "Koje značajke obično imaju alati za izravnu razmjenu poruka (npr. Messenger, WhatsApp)?", "text_hu": "Milyen funkciókkal rendelkeznek az azonnali üzenetküldő alkalmazások (pl. Messenger, WhatsApp)?", "text_bg": "Какви функции обикновено имат инструментите за незабавни съобщения (напр. Messenger, WhatsApp)?", "text_sr": "Koje funkcije obično imaju alati za razmenu brzih poruka (npr. Messenger, Whatsapp)?", "text_bs": "Koje funkcije obično imaju alati za razmjenu trenutnih poruka (npr. Messenger, WhatsApp)?", "type": "MCA", "sub_topic": 16, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 95, "fields": {"text": "Assign the following activities to the appropriate platforms.", "text_en": "Assign the following activities to the appropriate platforms.", "text_cs": "Přiřaďte následující činnosti k odpovídajícím platformám.", "text_de": "Ordnen Sie die folgenden Aktivitäten den entsprechenden Plattformen zu.", "text_sl": "Naslednje dejavnosti pripišite ustreznim platformam.", "text_sk": "Priraďte nasledujúce činnosti k príslušným platformám.", "text_hr": "Dodijelite sljedeće aktivnosti odgovarajućim platformama.", "text_hu": "Rendelje a következő tevékenységeket a megfelelő platformokhoz.", "text_bg": "Възложете следните дейности на съответните платформи.", "text_sr": "Dodelite sledeće aktivnosti odgovarajućim platformama.", "text_bs": "Dodijelite sljedeće aktivnosti odgovarajućim platformama.", "type": "ASG", "sub_topic": 16, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 96, "fields": {"text": "What is the first thing you should do if your computer won't turn on?", "text_en": "What is the first thing you should do if your computer won't turn on?", "text_cs": "Jaká je první věc, kterou byste měli udělat, pokud se počítač nezapne?", "text_de": "Was sollten Sie als Erstes tun, wenn sich Ihr Computer nicht einschalten lässt?", "text_sl": "Kaj morate najprej storiti, če se računalnik ne vklopi?", "text_sk": "Čo by ste mali urobiť ako prvé, ak sa váš počítač nechce zapnúť?", "text_hr": "Što biste prvo trebali učiniti ako vam se računalo ne uključuje?", "text_hu": "Mi az első teendő, ha a számítógépe nem kapcsol be?", "text_bg": "Какво е първото нещо, което трябва да направите, ако компютърът ви не се включва?", "text_sr": "Šta je prva stvar koju treba da uradite ako ne možete da uključite svoj računar?", "text_bs": "Šta je prva stvar koju treba da uradite ako se računar ne uključuje?", "type": "OCA", "sub_topic": 17, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 97, "fields": {"text": "What are the common steps in diagnosing a computer problem?", "text_en": "What are the common steps in diagnosing a computer problem?", "text_cs": "Jaké jsou běžné kroky při diagnostice problému s počítačem?", "text_de": "Was sind die häufigsten Schritte zur Diagnose eines Computerproblems?", "text_sl": "Kateri so običajni koraki pri diagnosticiranju računalniške težave?", "text_sk": "Aké sú bežné kroky pri diagnostike problému s počítačom?", "text_hr": "Koji su uobičajeni koraci u dijagnosticiranju problema s računalom?", "text_hu": "Melyek a számítógépes probléma diagnosztizálásának általános lépései?", "text_bg": "Какви са общите стъпки при диагностицирането на компютърен проблем?", "text_sr": "Koji su uobičajeni koraci u dijagnostici računarskog problema?", "text_bs": "Koji su uobičajeni koraci u dijagnosticiranju računarskog problema?", "type": "MCA", "sub_topic": 17, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 98, "fields": {"text": "What steps should I take in case of internet connection problems?", "text_en": "What steps should I take in case of internet connection problems?", "text_cs": "Jaké kroky je vhodné provést v případě problémů s internetovým připojením?", "text_de": "Welche Schritte sollte ich bei Problemen mit der Internetverbindung unternehmen?", "text_sl": "Kaj naj storim v primeru težav z internetno povezavo?", "text_sk": "Aké kroky by ste mali uskutočniť v prípade problémov s internetovým pripojením?", "text_hr": "Koje korake trebam poduzeti u slučaju problema s internetskom vezom?", "text_hu": "Milyen lépéseket kell tenni internetkapcsolati problémák esetén?", "text_bg": "Какви стъпки трябва да предприема в случай на проблеми с интернет връзката?", "text_sr": "Koje korake treba da preduzmem u slučaju problema sa internet vezom?", "text_bs": "Koje korake trebam preduzeti u slučaju problema sa internet vezom?", "type": "MCA", "sub_topic": 17, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 99, "fields": {"text": "Sort the steps to remove malware from your computer.", "text_en": "Sort the steps to remove malware from your computer.", "text_cs": "Seřaďte kroky pro odstranění malwaru z počítače.", "text_de": "Sortieren Sie die Schritte zum Entfernen von Malware von Ihrem Computer.", "text_sl": "Razvrstite korake za odstranitev zlonamerne programske opreme iz računalnika.", "text_sk": "Zoraďte kroky na odstránenie škodlivého softvéru z počítača.", "text_hr": "Razvrstajte korake za uklanjanje zlonamjernog softvera s vašeg računala.", "text_hu": "Rendezze sorba a rosszindulatú szoftverek eltávolításának lépéseit.", "text_bg": "Подредете стъпките за премахване на зловреден софтуер от компютъра.", "text_sr": "Sortirajte korake za uklanjanje zlonamernog programa sa računara.", "text_bs": "Sortirajte korake za uklanjanje zlonamjernog softvera sa vašeg računara.", "type": "DND", "sub_topic": 17, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 100, "fields": {"text": "Match the following backup methods to their descriptions.", "text_en": "Match the following backup methods to their descriptions.", "text_cs": "Přiřaďte následující zálohovací metody k jejich popisům.", "text_de": "Ordnen Sie die folgenden Sicherungsmethoden ihren Beschreibungen zu.", "text_sl": "Ujemite naslednje metode varnostnega kopiranja z njihovimi opisi.", "text_sk": "Priraďte nasledujúce metódy zálohovania k ich popisu.", "text_hr": "Povežite sljedeće sigurnosne metode s njihovim opisima.", "text_hu": "Párosítsa a következő biztonsági mentési módszereket a leírásukkal.", "text_bg": "Свържете следните методи за архивиране с техните описания.", "text_sr": "Povežite sledeće metode rezervnih kopija sa njihovim opisima.", "text_bs": "Spojite sljedeće metode sigurnosne kopije s njihovim opisima.", "type": "ASG", "sub_topic": 17, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 101, "fields": {"text": "What is the main purpose of calendar software?", "text_en": "What is the main purpose of calendar software?", "text_cs": "Jaký je hlavní účel kalendářového softwaru?", "text_de": "Was ist der Hauptzweck einer Kalendersoftware?", "text_sl": "Kakšen je glavni namen programske opreme za koledarje?", "text_sk": "Aký je hlavný účel softvéru kalendára?", "text_hr": "Koja je glavna svrha softvera za kalendar?", "text_hu": "Mi a naptárszoftver fő célja?", "text_bg": "Каква е основната цел на софтуера за календари?", "text_sr": "Koja je glavna svrha programa za kalendar?", "text_bs": "Koja je glavna svrha softvera za kalendar?", "type": "OCA", "sub_topic": 18, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 102, "fields": {"text": "What are the common features of calendar software?", "text_en": "What are the common features of calendar software?", "text_cs": "Jaké jsou běžné funkce kalendářového softwaru?", "text_de": "Was sind die gemeinsamen Funktionen von Kalendersoftware?", "text_sl": "Katere so skupne značilnosti programske opreme za koledarje?", "text_sk": "Aké sú spoločné funkcie softvéru kalendára?", "text_hr": "Koje su zajedničke značajke softvera za kalendar?", "text_hu": "Melyek a naptárszoftverek közös jellemzői?", "text_bg": "Какви са общите характеристики на софтуера за календари?", "text_sr": "Koje su zajedničke karakteristike programa za kalendar?", "text_bs": "Koje su zajedničke karakteristike softvera za kalendar?", "type": "MCA", "sub_topic": 18, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 103, "fields": {"text": "Assign the following tasks to the correct type of software.", "text_en": "Assign the following tasks to the correct type of software.", "text_cs": "Přiřaďte následující úkoly ke správnému typu softwaru.", "text_de": "Ordnen Sie die folgenden Aufgaben dem richtigen Softwaretyp zu:", "text_sl": "Naslednje naloge pripišite pravilni vrsti programske opreme.", "text_sk": "Priraďte nasledujúce úlohy k správnemu typu softvéru.", "text_hr": "Dodijelite sljedeće zadatke ispravnoj vrsti softvera.", "text_hu": "Rendelje a következő feladatokat a megfelelő szoftvertípushoz.", "text_bg": "Възложете следните задачи на правилния тип софтуер.", "text_sr": "Dodelite sledeće zadatke ispravnom tipu programa.", "text_bs": "Dodijelite sljedeće zadatke ispravnom tipu softvera.", "type": "ASG", "sub_topic": 18, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 104, "fields": {"text": "What is a macro?", "text_en": "What is a macro?", "text_cs": "Co je to makro?", "text_de": "Was ist ein Makro?", "text_sl": "Kaj je makro?", "text_sk": "Čo je makro?", "text_hr": "Što je makronaredba?", "text_hu": "Mi az a makró?", "text_bg": "Какво е макрос?", "text_sr": "Šta je makro?", "text_bs": "Šta je makro?", "type": "OCA", "sub_topic": 18, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 105, "fields": {"text": "Check the true statements about graphical editors.", "text_en": "Check the true statements about graphical editors.", "text_cs": "Zaškrtněte pravdivá tvrzení o grafických editorech.", "text_de": "Überprüfen Sie die wahren Aussagen zu grafischen Editoren.", "text_sl": "Preverite resnične trditve o grafičnih urejevalnikih.", "text_sk": "Overte si pravdivé tvrdenia o grafických editoroch.", "text_hr": "Označite istinite izjave o grafičkim uređivačima.", "text_hu": "Jelölje a grafikus szerkesztőkre vonatkozó igaz állításokat.", "text_bg": "Проверете верните твърдения за графичните редактори.", "text_sr": "Proverite tačne izjave o grafičkim uređivačima.", "text_bs": "Provjerite istinite izjave o grafičkim uređivačima.", "type": "MCA", "sub_topic": 18, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 106, "fields": {"text": "Do you have the opportunity to learn new skills or improve in your field?", "text_en": "Do you have the opportunity to learn new skills or improve in your field?", "text_cs": "Máte možnost učit se novým dovednostem nebo se zdokonalovat ve svém oboru?", "text_de": "Haben Sie die Möglichkeit, neue Fähigkeiten zu erlernen oder sich in Ihrem Fachgebiet zu verbessern?", "text_sl": "Ali imate priložnost, da se naučite novih veščin ali se izpopolnite na svojem področju?", "text_sk": "Máte možnosť naučiť sa nové zručnosti alebo sa zdokonaliť vo svojom odbore?", "text_hr": "Imate li priliku naučiti nove vještine ili se usavršiti u svom području?", "text_hu": "Van lehetősége új készségeket tanulni vagy fejlődni a szakterületén?", "text_bg": "Имате ли възможност да придобиете нови умения или да се усъвършенствате в своята област?", "text_sr": "Da li imate priliku da naučite neke nove veštine ili da se unapredite u svojoj oblasti?", "text_bs": "Imate li priliku da naučite nove vještine ili se usavršavate u svom polju?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 107, "fields": {"text": "Do you consider it important to attend regular training and courses?", "text_en": "Do you consider it important to attend regular training and courses?", "text_cs": "Považujete za důležité účastnit se pravidelně školení a kurzů?", "text_de": "Halten Sie es für wichtig, regelmäßig Schulungen und Kurse zu besuchen?", "text_sl": "Ali menite, da je pomembno, da se redno udeležujete usposabljanj in tečajev?", "text_sk": "Považujete za dôležité zúčastňovať sa pravidelných školení a kurzov?", "text_hr": "Smatrate li važnim redovito pohađanje edukacija i tečajeva?", "text_hu": "Fontosnak tartja, hogy rendszeresen részt vegyen képzéseken és tanfolyamokon?", "text_bg": "Смятате ли, че е важно да посещавате редовно обучения и курсове?", "text_sr": "Da li smatrate da je važno redovno pohađati obuke i kurseve?", "text_bs": "Smatrate li da je važno redovno pohađati obuku i kurseve?", "type": "SCL", "sub_topic": 3, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 108, "fields": {"text": "How much time are you willing to spend commuting?", "text_en": "How much time are you willing to spend commuting?", "text_cs": "Kolik času jste ochotni věnovat dojíždění za prací?", "text_de": "Wie viel Zeit sind Sie bereit, mit dem Pendeln zu verbringen?", "text_sl": "Koliko časa ste pripravljeni porabiti za vožnjo na delo?", "text_sk": "Koľko času ste ochotný stráviť dochádzaním do práce?", "text_hr": "Koliko ste vremena spremni potrošiti na putovanje na posao?", "text_hu": "Mennyi időt hajlandó ingázással tölteni?", "text_bg": "Колко време сте готови да отделяте за пътуване до работа?", "text_sr": "Koliko ste vremena spremni da provedete na putu do posla?", "text_bs": "Koliko ste vremena spremni potrošiti na putovanje na posao?", "type": "OCA", "sub_topic": 4, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 109, "fields": {"text": "What is your reason for not preferring to work with people of other nationalities or ethnicities?", "text_en": "What is your reason for not preferring to work with people of other nationalities or ethnicities?", "text_cs": "Z jakého důvodu nepreferujete práci s lidmi jiné národnosti či etnické příslušnosti?", "text_de": "Was ist der Grund dafür, dass Sie es nicht vorziehen, mit Menschen anderer Nationalitäten oder Ethnien zusammenzuarbeiten?", "text_sl": "Zakaj ne želite delati z ljudmi drugih narodnosti ali etničnih skupin?", "text_sk": "Z akého dôvodu nepreferujete prácu s ľuďmi iných národností alebo etník?", "text_hr": "Koji je vaš razlog zašto ne želite raditi s ljudima druge nacionalnosti ili etničke pripadnosti?", "text_hu": "Van bármilyen aggodalma más nemzetiségű vagy etnikumú emberekkel való közös munka során?", "text_bg": "Каква е причината да не предпочитате да работите с хора от други националности или етноси?", "text_sr": "Koji je vaš razlog da  radije ne radite sa ljudima druge nacionalnosti ili druge pripadnosti?", "text_bs": "Koji je vaš razlog zašto ne preferirate rad sa ljudima druge nacionalnosti ili nacionalnosti?", "type": "OCA", "sub_topic": 4, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 110, "fields": {"text": "What are the following so-called flexible ways of working that you prefer? Please rank them in order of preference from most preferred to least preferred.", "text_en": "What are the following so-called flexible ways of working that you prefer? Please rank them in order of preference from most preferred to least preferred.", "text_cs": "Jaké následující tzv. flexibilní způsoby práce preferujete? Seřaďte podle preference od nejvíce preferovaného způsobu do nejméně preferovaného.", "text_de": "Welche sogenannten flexiblen Arbeitsweisen bevorzugen Sie? Bitte ordnen Sie sie in der Reihenfolge ihrer Präferenz, von am meisten bevorzugt bis am wenigsten bevorzugt.", "text_sl": "Kateri so naslednji tako imenovani prožni načini dela, ki jih imate najraje? Prosimo, da jih razvrstite po vrstnem redu od najbolj zaželenih do najmanj zaželenih.", "text_sk": "Zoraďte podľa preferencií (od najpreferovanejších po najmenej preferované) aké flexibilné spôsoby práce uprednostňujete?", "text_hr": "Koji su sljedeći takozvani fleksibilni načini rada koje preferirate? Molimo vas da ih rangirate prema preferencijama od najpoželjnijih do najmanje poželjnih.", "text_hu": "Melyek azok az alábbi rugalmas munkavégzési módok, amelyeket előnyben részesít? Kérjük, rendezze őket (fentről lefelé) az Ön számára legfontosabbtól a legkevésbé fontosabbig.", "text_bg": "Кои са следните така наречени гъвкави начини на работа, които предпочитате? Моля, подредете ги по реда на предпочитанията си от най-предпочитаните до най-малко предпочитаните.", "text_sr": "Koji sufleksibilni načini rada koje preferirate? Molimo vas da ih rangirate po želji od najpoželjnijih do najmanje prihvatljivih.", "text_bs": "Koji su sljedeći takozvani fleksibilni načini rada koje preferirate?", "type": "DND", "sub_topic": 4, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 111, "fields": {"text": "Can you imagine working in this team?", "text_en": "Can you imagine working in this team?", "text_cs": "Umíte si představit, že byste pracovali v tomto kolektivu?", "text_de": "Können Sie sich vorstellen, in diesem Team zu arbeiten?", "text_sl": "Si predstavljate, da bi delali v tej ekipi?", "text_sk": "Viete si predstaviť prácu v tíme zobrazenom na obrázku?", "text_hr": "Možete li zamisliti rad u ovom timu?", "text_hu": "El tudja képzelni, hogy ebben a csapatban dolgozzon?", "text_bg": "Можете ли да си представите да работите в този екип?", "text_sr": "Možete li da zamislite da radite u ovom timu?", "text_bs": "Možete li zamisliti rad u ovom timu?", "type": "SCL", "sub_topic": 4, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 114, "fields": {"text": "How do you feel about your health compared to last year?", "text_en": "How do you feel about your health compared to last year?", "text_cs": "Jak se cítíte ohledně svého zdravotního stavu ve srovnání s minulým rokem?", "text_de": "Wie stehen Sie im Vergleich zum letzten Jahr zu Ihrer Gesundheit?", "text_sl": "Kako se počutite glede svojega zdravja v primerjavi z lanskim letom?", "text_sk": "Ako hodnotíte svoj zdravotný stav porovnaní s minulým rokom?", "text_hr": "Kakvo vam je zdravstveno stanje u odnosu na prošlu godinu?", "text_hu": "Hogyan értékeli az egészségügyi állapotát az egy évvel korábbihoz képest?", "text_bg": "Как се чувствате по отношение на здравето си в сравнение с миналата година?", "text_sr": "Kako se osećate po pitanju svog zdravlja u odnosu na prošlu godinu?", "text_bs": "Kako se osjećate o svom zdravlju u odnosu na prošlu godinu?", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 115, "fields": {"text": "How do you feel about your ability to perform your work tasks?", "text_en": "How do you feel about your ability to perform your work tasks?", "text_cs": "Jak se cítíte ohledně své schopnosti plnit pracovní úkoly?", "text_de": "Wie beurteilen Sie Ihre Fähigkeit, Ihre Arbeitsaufgaben zu erfüllen?", "text_sl": "Kako ocenjujete svojo sposobnost opravljanja delovnih nalog?", "text_sk": "Aký máte pocit zo svojich schopnosti pri vykonávaní pracovných úloh?", "text_hr": "Kako ocjenjujete svoju sposobnost obavljanja radnih zadataka?", "text_hu": "Hogyan értékeli a saját munkavégzési képességét?", "text_bg": "Как се чувствате по отношение на способността си да изпълнявате работните си задачи?", "text_sr": "Kako se osećate prilikom obavljanja svojih radnih zadataka?", "text_bs": "Kako se osjećate o svojoj sposobnosti da obavljate svoje radne zadatke?", "type": "SCL", "sub_topic": 6, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 116, "fields": {"text": "What motivates you to do your job?", "text_en": "What motivates you to do your job?", "text_cs": "Co vás motivuje k plnění pracovních úkolů?", "text_de": "Was motiviert Sie, Ihren Job zu machen?", "text_sl": "Kaj vas motivira za opravljanje vašega dela?", "text_sk": "Čo vás motivuje v práci?", "text_hr": "Što Vas motivira da radite svoj posao?", "text_hu": "Mi motiválja Önt a munkája elvégzésében?", "text_bg": "Какво ви мотивира да вършите работата си?", "text_sr": "Šta vas motiviše da radite svoj posao?", "text_bs": "Šta vas motiviše da radite svoj posao?", "type": "MCA", "sub_topic": 6, "evaluated": true, "can_be_none": true, "order": null}}, {"model": "api.question", "pk": 117, "fields": {"text": "What do you consider to be the absolute minimum net income to cover your expenses?", "text_en": "What do you consider to be the absolute minimum net income to cover your expenses?", "text_cs": "Jaký čistý příjem považujete za absolutní minimum na pokrytí vašich výdajů?", "text_de": "Was ist Ihrer Meinung nach das absolute Mindestnettoeinkommen zur Deckung Ihrer Ausgaben?", "text_sl": "Kakšen je po vašem mnenju absolutni minimalni neto dohodek za kritje vaših stroškov?", "text_sk": "Aký čistý príjem považujete za absolútne minimum na pokrytie vašich výdavkov?", "text_hr": "Što smatrate apsolutnim minimalnim neto prihodom za pokrivanje svojih troškova?", "text_hu": "Ön szerint mi az az abszolút minimális nettó jövedelem, amelyre szüksége van kiadásai fedezéséhez?", "text_bg": "Какъв според вас е абсолютният минимум на нетния доход, за да покриете разходите си?", "text_sr": "Šta smatrate apsolutnim minimalnim neto zaradom za pokrivanje vaših troškova?", "text_bs": "Šta smatrate apsolutnim minimalnim neto prihodom za pokrivanje vaših troškova?", "type": "TXT", "sub_topic": 7, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 119, "fields": {"text": "How often do you experience the following situation in the workplace (different generations use different devices) ?", "text_en": "How often do you experience the following situation in the workplace (different generations use different devices) ?", "text_cs": "Jak často zažíváte na pracovišti následující situaci (různé generace využívají různá zařízení) ?", "text_de": "Wie oft erleben Sie die folgende Situation am Arbeitsplatz (verschiedene Generationen nutzen unterschiedliche Geräte)?", "text_sl": "Kako pogosto se na delovnem mestu srečujete z naslednjimi situacijami (različne generacije uporabljajo različne naprave) ?", "text_sk": "Ako často sa na pracovisku stretávate s nasledujúcou situáciou (rôzne generácie používajú rôzne zariadenia) ?", "text_hr": "Koliko često doživite sljedeću situaciju na radnom mjestu (različite generacije koriste različite uređaje)?", "text_hu": "Milyen gyakran tapasztalja a következő helyzetet a munkahelyén (a különböző generációk különböző eszközöket használnak) ?", "text_bg": "Колко често се сблъсквате със следната ситуация на работното място (различните поколения използват различни устройства) ?", "text_sr": "Koliko često doživljavate sledeću situaciju na radnom mestu (različite generacije koriste različite uređaje)?", "text_bs": "Koliko često doživljavate sljedeću situaciju na radnom mjestu (različite generacije koriste različite uređaje)?", "type": "SCL", "sub_topic": 7, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 124, "fields": {"text": "How IMPORTANT is the amount of your salary or wage to you?", "text_en": "How IMPORTANT is the amount of your salary or wage to you?", "text_cs": "Jak DŮLEŽITÁ je pro Vás výše platu nebo mzdy?", "text_de": "Wie WICHTIG ist Ihnen die Höhe Ihres Gehalts bzw. Lohns?", "text_sl": "Kako pomemben je za vas znesek vaše plače?", "text_sk": "Ako veľmi je pre vás dôležitá výška vášho platu alebo mzdy?", "text_hr": "Koliko vam je VAŽAN iznos vaše plaće ili nadnice?", "text_hu": "Mennyire FONTOS az Ön számára a fizetése vagy a bére összege?", "text_bg": "Колко ВАЖЕН е размерът на заплатата Ви?", "text_sr": "Koliko vam je VAŽAN iznos vaše plate ili dnevnice?", "text_bs": "Koliko vam je VAŽAN iznos vaše plate ili nadnice?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 125, "fields": {"text": "How IMPORTANT is it to you that your performance is fairly rewarded?", "text_en": "How IMPORTANT is it to you that your performance is fairly rewarded?", "text_cs": "Jak DŮLEŽITÉ pro Vás je, aby Vaše pracovní výsledky byly spravedlivě odměňovány?", "text_de": "Wie WICHTIG ist es für Sie, dass Ihre Leistung fair entlohnt wird?", "text_sl": "Kako POMEMBNO se vam zdi, da je vaša uspešnost pravično nagrajena?", "text_sk": "Ako ste spokojný so spravodlivosťou vášho odmeňovania?", "text_hr": "Koliko vam je VAŽNO da vaš učinak bude pošteno nagrađen?", "text_hu": "Mennyire FONTOS Önnek, hogy teljesítményét méltányosan jutalmazzák?", "text_bg": "Доколко е важно за Вас да получите справедливо възнаграждение за работата си?", "text_sr": "Koliko vam je VAŽNO da vaš učinak bude pošteno nagrađen?", "text_bs": "Koliko vam je VAŽNO da vaš učinak bude pošteno nagrađen?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 127, "fields": {"text": "How IMPORTANT are relationships with colleagues for you?", "text_en": "How IMPORTANT are relationships with colleagues for you?", "text_cs": "Jak DŮLEŽITÉ jsou pro Vás vztahy s kolegy?", "text_de": "Wie WICHTIG sind für Sie Beziehungen zu Kollegen?", "text_sl": "Kako pomembni so za vas odnosi s sodelavci?", "text_sk": "Nakoľko sú pre vás vzťahy s kolegami dôležité?", "text_hr": "Koliko su vam odnosi s kolegama VAŽNI?", "text_hu": "Mennyire FONTOSak az Ön számára a kollégákkal való kapcsolatok?", "text_bg": "Колко ВАЖНИ са за вас отношенията с колегите?", "text_sr": "Koliko su za vas VAŽNI odnosi sa kolegama?", "text_bs": "Koliko su vam VAŽNI odnosi sa kolegama?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 128, "fields": {"text": "How IMPORTANT is the behaviour of your superiors to you?", "text_en": "How IMPORTANT is the behaviour of your superiors to you?", "text_cs": "Jak DŮLEŽITÉ je pro Vás chování nadřízených?", "text_de": "Wie WICHTIG ist Ihnen das Verhalten Ihrer Vorgesetzten?", "text_sl": "Kako POMEMBNO je za vas vedenje nadrejenih?", "text_sk": "Ako veľmi dôležité je pre vás správanie vašich nadriadených?", "text_hr": "Koliko vam je VAŽNO ponašanje nadređenih?", "text_hu": "Mennyire FONTOS Önnek a felettesei viselkedése?", "text_bg": "Колко ВАЖНО е поведението на вашите началници за вас?", "text_sr": "Koliko vam je VAŽNO ponašanje vaših pretpostavljenih?", "text_bs": "Koliko vam je VAŽNO ponašanje vaših pretpostavljenih?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 130, "fields": {"text": "How IMPORTANT is the time commitment of the work for you?", "text_en": "How IMPORTANT is the time commitment of the work for you?", "text_cs": "Jak DŮLEŽITÁ je pro Vás časová náročnost práce?", "text_de": "Wie WICHTIG ist für Sie der Zeitaufwand der Arbeit?", "text_sl": "Kako pomembna je za vas časovna obveznost dela?", "text_sk": "Akú dôležitosť pripisujete časovej náročnosti vašej práce?", "text_hr": "Koliko vam je VAŽAN vremenski angažman posla?", "text_hu": "Mennyire FONTOS a munka időigénye az Ön számára?", "text_bg": "Колко ВАЖНО е времето, което отделяте за работата, за вас?", "text_sr": "Koliko je za vas VAŽNA posvećenost za posao?", "text_bs": "Koliko je za vas VAŽNO vremensko zalaganje za posao?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 131, "fields": {"text": "How IMPORTANT is the distribution of working hours for you?", "text_en": "How IMPORTANT is the distribution of working hours for you?", "text_cs": "Jak DŮLEŽITÉ je pro Vás rozložení pracovní doby?", "text_de": "Wie WICHTIG ist für Sie die Verteilung der Arbeitszeit?", "text_sl": "Kako pomembna je za vas razporeditev delovnega časa?", "text_sk": "Ako je pre vás dôležité rozvrhnutie pracovného času?", "text_hr": "Koliko vam je VAŽNA raspodjela radnog vremena?", "text_hu": "Mennyire FONTOS az Ön számára a munkaidő-beosztás?", "text_bg": "Колко ВАЖНО е за Вас разпределението на работното време?", "text_sr": "Koliko vam je VAŽNA raspodela radnog vremena?", "text_bs": "Koliko vam je VAŽNA raspodjela radnog vremena?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 134, "fields": {"text": "How IMPORTANT is it for you to have opportunities for further education and personal development at work?", "text_en": "How IMPORTANT is it for you to have opportunities for further education and personal development at work?", "text_cs": "Jak DŮLEŽITÉ pro Vás je, abyste v práci měl možnost dalšího vzdělávání a osobního rozvoje?", "text_de": "Wie WICHTIG ist es für Sie, sich am Arbeitsplatz weiterzubilden und persönlich weiterzuentwickeln?", "text_sl": "Kako POMEMBNO se vam zdi, da imate na delovnem mestu možnost nadaljnjega izobraževanja in osebnega razvoja?", "text_sk": "Ako veľmi dôležité je pre vás mať v práci možnosti ďalšieho vzdelávania a osobného rozvoja?", "text_hr": "Koliko vam je VAŽNO imati prilike za daljnje obrazovanje i osobni razvoj na poslu?", "text_hu": "Mennyire FONTOS az Ön számára, hogy munkahelyén lehetősége legyen a továbbképzésre és a személyes fejlődésre?", "text_bg": "Доколко е ВАЖНО за Вас да имате възможности за по-нататъшно образование и личностно развитие на работното място?", "text_sr": "Koliko vam je VAŽNO da imate mogućnosti za dalje obrazovanje i lični razvoj na poslu?", "text_bs": "Koliko vam je VAŽNO da imate mogućnosti za dalje obrazovanje i lični razvoj na poslu?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 135, "fields": {"text": "How IMPORTANT is it for you to be able to work independently?", "text_en": "How IMPORTANT is it for you to be able to work independently?", "text_cs": "Jak DŮLEŽITÉ pro Vás je, abyste mohli práci vykonávat samostatně?", "text_de": "Wie WICHTIG ist es für Sie, selbständig arbeiten zu können?", "text_sl": "Kako pomembno je za vas, da lahko delate samostojno?", "text_sk": "Ako je pre vás dôležité, aby ste mohli pracovať samostatne?", "text_hr": "Koliko vam je VAŽNO da možete raditi samostalno?", "text_hu": "Mennyire FONTOS az Ön számára, hogy önállóan tudjon dolgozni?", "text_bg": "Доколко е ВАЖНО за вас да можете да работите самостоятелно?", "text_sr": "Koliko vam je VAŽNO da možete samostalno da radite?", "text_bs": "Koliko vam je VAŽNO da možete samostalno raditi?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 136, "fields": {"text": "How IMPORTANT is the nature of the employment relationship to you, i.e. whether it is primary, secondary, open-ended, fixed-term?", "text_en": "How IMPORTANT is the nature of the employment relationship to you, i.e. whether it is primary, secondary, open-ended, fixed-term?", "text_cs": "Jak DŮLEŽITÝ pro Vás je charakter pracovního poměru, tj. zda jde o poměr hlavní, vedlejší, na dobu neurčitou, na dobu určitou?", "text_de": "Wie WICHTIG ist Ihnen die Art des Arbeitsverhältnisses, d. h. ob es primär, zweitrangig, unbefristet, befristet ist?", "text_sl": "Kako pomembna je za vas narava delovnega razmerja, tj. ali je primarno, sekundarno, za nedoločen ali določen čas?", "text_sk": "Akú dôležitosti prikladáte druhu vášho pracovného pomeru, t. j. či je hlavný, vedľajší, na dobu neurčitú alebo určitú?", "text_hr": "Koliko vam je VAŽNA priroda radnog odnosa, odnosno da li je primarni, sekundarni, na neodređeno, na određeno vrijeme?", "text_hu": "Mennyire FONTOS az Ön számára a munkaviszony jellege, azaz, hogy elsődleges, másodlagos, határozatlan idejű, határozott idejű?", "text_bg": "Колко ВАЖЕН е характерът на трудовото правоотношение за вас, т.е. дали то е основно, второстепенно, безсрочно или срочно?", "text_sr": "Koliko Vam je VAŽNA priroda radnog odnosa, odnosno da li je primarni, sekundarni, na neodređeno vreme, na određeno vreme?", "text_bs": "Koliko Vam je VAŽNA priroda radnog odnosa, odnosno da li je primarni, sekundarni, na neodređeno vrijeme, na određeno vrijeme?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 137, "fields": {"text": "How IMPORTANT is job security to you?", "text_en": "How IMPORTANT is job security to you?", "text_cs": "Jak DŮLEŽITÁ je pro Vás jistota pracovního místa?", "text_de": "Wie WICHTIG ist Ihnen die Arbeitsplatzsicherheit?", "text_sl": "Kako pomembna je za vas varnost zaposlitve?", "text_sk": "Akú dôležitosť prikladáte istote zamestnania?", "text_hr": "Koliko vam je VAŽNA sigurnost posla?", "text_hu": "Mennyire FONTOS Önnek a biztos munkahely?", "text_bg": "Колко ВАЖНА е сигурността на работното място за вас?", "text_sr": "Koliko vam je VAŽNA sigurnost posla?", "text_bs": "Koliko vam je VAŽNA sigurnost posla?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 140, "fields": {"text": "How IMPORTANT is the technical equipment of the workplace for you?", "text_en": "How IMPORTANT is the technical equipment of the workplace for you?", "text_cs": "Jak DŮLEŽITÉ je pro Vás technické vybavení pracoviště?", "text_de": "Wie WICHTIG ist für Sie die technische Ausstattung des Arbeitsplatzes?", "text_sl": "Kako pomembna je za vas tehnična oprema delovnega mesta?", "text_sk": "Akú dôležitosť prikladáte technickému vybaveniu pracoviska?", "text_hr": "Koliko vam je VAŽNA tehnička opremljenost radnog mjesta?", "text_hu": "Mennyire FONTOS az Ön számára a munkahely technikai felszereltsége?", "text_bg": "Колко ВАЖНО е техническото оборудване на работното място за вас?", "text_sr": "Koliko je za Vas VAŽNA tehnička opremljenost radnog mesta?", "text_bs": "Koliko je za Vas VAŽNA tehnička opremljenost radnog mjesta?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 141, "fields": {"text": "How IMPORTANT is cleanliness, order and hygiene in the workplace to you?", "text_en": "How IMPORTANT is cleanliness, order and hygiene in the workplace to you?", "text_cs": "Jak DŮLEŽITÁ je pro Vás čistota, pořádek a hygiena na pracovišti?", "text_de": "Wie WICHTIG ist Ihnen Sauberkeit, Ordnung und Hygiene am Arbeitsplatz?", "text_sl": "Kako pomembni so za vas čistoča, red in higiena na delovnem mestu?", "text_sk": "Ako veľmi je pre vás dôležitá čistota, poriadok a hygiena na pracovisku?", "text_hr": "Koliko su Vam VAŽNI čistoća, red i higijena na radnom mjestu?", "text_hu": "Mennyire FONTOS Önnek a munkahelyi tisztaság, rend és higiénia?", "text_bg": "Колко ВАЖНИ са за Вас чистотата, редът и хигиената на работното място?", "text_sr": "Koliko su vam VAŽNI čistoća, red i higijena na radnom mestu?", "text_bs": "Koliko vam je VAŽNI čistoća, red i higijena na radnom mjestu?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 142, "fields": {"text": "We will now look at your current employment situation, using the same items you evaluated a moment ago. This time, please tell me how satisfied you personally are with each item.\r\n\r\nHow SATISFIED are you with your salary or wage level?", "text_en": "We will now look at your current employment situation, using the same items you evaluated a moment ago. This time, please tell me how satisfied you personally are with each item.\r\n\r\nHow SATISFIED are you with your salary or wage level?", "text_cs": "Nyní se zaměříme na situaci Vašeho současného zaměstnání, a to podle stejných položek, jaké jste hodnotil před chvílí. Tentokrát mi prosím u každé z nich řekněte, jak jste s ní Vy osobně spokojen.\r\n\r\nJak jste SPOKOJENI s výší platu nebo mzdy?", "text_de": "Wir werden uns nun Ihre aktuelle Beschäftigungssituation ansehen und dabei die gleichen Punkte verwenden, die Sie gerade bewertet haben. Bitte teilen Sie mir dieses Mal mit, wie zufrieden Sie persönlich mit jedem Artikel sind. Wie ZUFRIEDEN sind Sie mit Ihrem Gehalt bzw. Lohnniveau?", "text_sl": "Zdaj bomo preverili vaš trenutni položaj na področju zaposlovanja z uporabo istih elementov, ki ste jih ocenili pred trenutkom. Tokrat mi prosim povejte, kako ste osebno zadovoljni z vsako postavko.\r\n\r\nKako ste zadovoljni s svojo plačo ali višino plače?", "text_sk": "Po zodpovedaní predchádzajúcich otázok, ako ste spokojný/á s výškou svojho platu alebo mzdy?", "text_hr": "Sada ćemo pogledati vašu trenutnu situaciju zaposlenja, koristeći iste stavke koje ste maloprije ocijenili. Ovaj put, molim vas, recite mi koliko ste vi osobno zadovoljni sa svakom stavkom. Koliko ste ZADOVOLJNI svojom plaćom ili visinom nadnice?", "text_hu": "Most az Ön jelenlegi foglalkoztatási helyzetét fogjuk megvizsgálni, ugyanazok alapján, amelyeket az imént értékelt. Ezúttal kérem jelezze, hogy Ön személy szerint mennyire elégedett az egyes elemekkel. Mennyire elégedett a fizetésével vagy a bérszintjével?", "text_bg": "Сега ще разгледаме сегашната ви трудова ситуация, като използваме същите елементи, които оценихте преди малко. Този път, моля, кажете ми доколко сте удовлетворени лично от всеки елемент.\r\n\r\nДоколко сте доволни от размера на заплатата си?", "text_sr": "Sada ćemo pogledati Vašu trenutnu situaciju zaposlenja, koristeći iste stavke koje ste malopre procenili. Ovaj put, molimo Vas, recite nam i koliko ste vi lično zadovoljni sledećim. \r\n\r\nKoliko ste ZADOVOLJNI svojom platom ili nivoom zarada?", "text_bs": "Sada ćemo pogledati vašu trenutnu situaciju zaposlenja, koristeći iste stavke koje ste maloprije procijenili.", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 143, "fields": {"text": "How SATISFIED are you with the fairness of your remuneration?", "text_en": "How SATISFIED are you with the fairness of your remuneration?", "text_cs": "Jak jste SPOKOJEN se spravedlností odměňování Vašich pracovních výsledků?", "text_de": "Wie ZUFRIEDEN sind Sie mit der Fairness Ihrer Vergütung?", "text_sl": "Kako ste zadovoljni s pravičnostjo svojega plačila?", "text_sk": "Ste spokojný so spravodlivosťou pri odmeňovaní vašej práce?", "text_hr": "Koliko ste ZADOVOLJNI pravednošću svoje naknade?", "text_hu": "Mennyire elégedett a javadalmazás méltányosságával?", "text_bg": "Доколко сте доволни от справедливостта на възнаграждението си?", "text_sr": "Koliko ste zadovoljni svojom platom?", "text_bs": "Koliko ste ZADOVOLJNI pravednošću svoje naknade?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 145, "fields": {"text": "How SATISFIED are you with your relationships with your colleagues?", "text_en": "How SATISFIED are you with your relationships with your colleagues?", "text_cs": "Jak jste SPOKOJEN se vztahy s kolegy?", "text_de": "Wie ZUFRIEDEN sind Sie mit Ihren Beziehungen zu Ihren Kollegen?", "text_sl": "Kako zadovoljni ste z odnosi s sodelavci?", "text_sk": "Ako ste spokojný so svojimi vzťahmi s kolegami?", "text_hr": "Koliko ste ZADOVOLJNI svojim odnosima s kolegama?", "text_hu": "Mennyire elégedett a kollégáival való kapcsolatával?", "text_bg": "Доколко сте доволни от отношенията си с колегите?", "text_sr": "Koliko ste zadovoljni svojim odnosima sa kolegama?", "text_bs": "Koliko ste ZADOVOLJNI svojim odnosima sa kolegama?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 146, "fields": {"text": "How SATISFIED are you with the behaviour of your superiors?", "text_en": "How SATISFIED are you with the behaviour of your superiors?", "text_cs": "Jak jste SPOKOJEN s chováním nadřízených?", "text_de": "Wie ZUFRIEDEN sind Sie mit dem Verhalten Ihrer Vorgesetzten?", "text_sl": "Kako ste zadovoljni z ravnanjem svojih nadrejenih?", "text_sk": "Ako ste spokojný so správaním svojich nadriadených?", "text_hr": "Koliko ste ZADOVOLJNI ponašanjem svojih nadređenih?", "text_hu": "Mennyire elégedett a felettesei viselkedésével?", "text_bg": "Доколко сте доволни от поведението на началниците си?", "text_sr": "Koliko ste zadovoljni ponašanjem svojih pretpostavljenih?", "text_bs": "Koliko ste ZADOVOLJNI ponašanjem svojih pretpostavljenih?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 148, "fields": {"text": "How SATISFIED are you with the time commitment of the work?", "text_en": "How SATISFIED are you with the time commitment of the work?", "text_cs": "Jak jste SPOKOJEN s časovou náročností práce?", "text_de": "Wie ZUFRIEDEN sind Sie mit dem Zeitaufwand der Arbeit?", "text_sl": "Kako ste zadovoljni s časovno obveznostjo dela?", "text_sk": "Ako ste spokojný s časovou náročnosťou práce?", "text_hr": "Koliko ste ZADOVOLJNI vremenskim angažmanom posla?", "text_hu": "Mennyire elégedett a munka időigényével?", "text_bg": "Доколко сте доволни от времевия ангажимент за работа?", "text_sr": "Koliko ste zadovoljni vremenom koje ste posvetili poslu?", "text_bs": "Koliko ste ZADOVOLJNI utrošenim vremenom na posao?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 149, "fields": {"text": "How SATISFIED are you with the distribution of working hours?", "text_en": "How SATISFIED are you with the distribution of working hours?", "text_cs": "Jak jste SPOKOJEN s rozložením pracovní doby?", "text_de": "Wie ZUFRIEDEN sind Sie mit der Verteilung der Arbeitszeiten?", "text_sl": "Kako ste zadovoljni z razporeditvijo delovnega časa?", "text_sk": "Ako ste spokojný s rozvrhnutím pracovného času?", "text_hr": "Koliko ste ZADOVOLJNI raspodjelom radnog vremena?", "text_hu": "Mennyire elégedett a munkaidő-beosztással?", "text_bg": "Доколко сте доволни от разпределението на работното време?", "text_sr": "Koliko ste zadovoljni raspodelom radnog vremena?", "text_bs": "Koliko ste ZADOVOLJNI raspodjelom radnog vremena?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 152, "fields": {"text": "How SATISFIED are you with the opportunities for further education and personal development?", "text_en": "How SATISFIED are you with the opportunities for further education and personal development?", "text_cs": "Jak jste SPOKOJEN s možnostmi dalšího vzdělávání a osobního rozvoje?", "text_de": "Wie ZUFRIEDEN sind Sie mit den Möglichkeiten zur Weiterbildung und persönlichen Weiterentwicklung?", "text_sl": "Kako ste zadovoljni z možnostmi za nadaljnje izobraževanje in osebni razvoj?", "text_sk": "Ako ste spokojný s možnosťami ďalšieho vzdelávania a osobného rozvoja?", "text_hr": "Koliko ste ZADOVOLJNI mogućnostima daljnjeg obrazovanja i osobnog razvoja?", "text_hu": "Mennyire elégedett a továbbtanulási és személyes fejlődési lehetőségekkel?", "text_bg": "Доколко сте доволни от възможностите за по-нататъшно образование и личностно развитие?", "text_sr": "Koliko ste zadovoljni mogućnostima za dalje obrazovanje i lični razvoj?", "text_bs": "Koliko ste ZADOVOLJNI mogućnostima za dalje obrazovanje i lični razvoj?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 153, "fields": {"text": "How SATISFIED are you with the level of autonomy of the work you do?", "text_en": "How SATISFIED are you with the level of autonomy of the work you do?", "text_cs": "Jak jste SPOKOJEN s mírou samostatnosti vykonávané práce?", "text_de": "Wie ZUFRIEDEN sind Sie mit dem Grad der Autonomie Ihrer Arbeit?", "text_sl": "Kako ste zadovoljni s stopnjo avtonomije pri svojem delu?", "text_sk": "Ako ste spokojný s úrovňou samostatnosti práce, ktorú vykonávate?", "text_hr": "Koliko ste ZADOVOLJNI razinom autonomije posla koji obavljate?", "text_hu": "Mennyire elégedett az önállóság szintjével a munkája során?", "text_bg": "Доколко сте доволни от степента на автономност на работата, която вършите?", "text_sr": "Koliko ste zadovoljni svojom samostalnošču posla koji obavljate?", "text_bs": "Koliko ste ZADOVOLJNI nivoom autonomije posla koji obavljate?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 154, "fields": {"text": "How SATISFIED are you with the nature of the employment relationship, i.e. is it primary, secondary, permanent, fixed-term?", "text_en": "How SATISFIED are you with the nature of the employment relationship, i.e. is it primary, secondary, permanent, fixed-term?", "text_cs": "Jak jste SPOKOJEN s charakterem pracovního poměru, tj. zda jde o poměr hlavní, vedlejší, na dobu neurčitou, na dobu určitou?", "text_de": "Wie ZUFRIEDEN sind Sie mit der Art des Arbeitsverhältnisses, d. h. ist es primär, sekundär, unbefristet, befristet?", "text_sl": "Kako ste zadovoljni z naravo delovnega razmerja, tj. ali je primarno, sekundarno, stalno, za določen čas?", "text_sk": "Ako ste spokojný s druhom vášho pracovného pomeru, t. j. je hlavný, vedľajší, trvalý, na dobu určitú?", "text_hr": "Koliko ste ZADOVOLJNI prirodom radnog odnosa, tj. da li je primarni, sekundarni, stalni, na određeno vrijeme?", "text_hu": "Mennyire elégedett a munkaviszony jellegével, azaz elsődleges, másodlagos, állandó, határozott idejű?", "text_bg": "Доколко сте доволни от естеството на трудовото правоотношение, т.е. дали то е основно, второстепенно, постоянно, срочно?", "text_sr": "Koliko ste zadovoljni vrstom  radnog odnosa, odnosno da li je primarni, sekundarni, stalni, na određeno?", "text_bs": "Koliko ste ZADOVOLJNI prirodom radnog odnosa, odnosno da li je primarni, sekundarni, stalni, na određeno?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 155, "fields": {"text": "How SATISFIED are you with your job security?", "text_en": "How SATISFIED are you with your job security?", "text_cs": "Jak jste SPOKOJEN s jistotou pracovního místa?", "text_de": "Wie ZUFRIEDEN sind Sie mit Ihrer Arbeitsplatzsicherheit?", "text_sl": "Kako zadovoljni ste z varnostjo zaposlitve?", "text_sk": "Ako ste spokojný so svojou pracovnou istotou?", "text_hr": "Koliko ste ZADOVOLJNI sigurnošću svog posla?", "text_hu": "Mennyire elégedett a munkahelye biztonságával?", "text_bg": "Доколко сте доволни от сигурността на работното си място?", "text_sr": "Koliko ste zadovoljni  bezbednošću  na svom poslu?", "text_bs": "Koliko ste ZADOVOLJNI bezbednošću svog posla?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 158, "fields": {"text": "How SATISFIED are you with the technical equipment of the workplace?", "text_en": "How SATISFIED are you with the technical equipment of the workplace?", "text_cs": "Jak jste SPOKOJEN s technickým vybavením pracoviště?", "text_de": "Wie ZUFRIEDEN sind Sie mit der technischen Ausstattung des Arbeitsplatzes?", "text_sl": "Kako ste zadovoljni s tehnično opremo delovnega mesta?", "text_sk": "Ako ste spokojný s technickým vybavením pracoviska?", "text_hr": "Koliko ste ZADOVOLJNI tehničkom opremljenošću radnog mjesta?", "text_hu": "Mennyire elégedett a munkahelye technikai felszereltségével?", "text_bg": "Доколко сте доволни от техническото оборудване на работното място?", "text_sr": "Koliko ste zadovoljni tehničkom opremljenošću na radnom mestu?", "text_bs": "Koliko ste ZADOVOLJNI tehničkom opremljenošću radnog mesta?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 159, "fields": {"text": "How SATISFIED are you with the cleanliness, order and hygiene of the workplace?", "text_en": "How SATISFIED are you with the cleanliness, order and hygiene of the workplace?", "text_cs": "Jak jste SPOKOJEN s čistotou, pořádkem a hygienou na pracovišti?", "text_de": "Wie ZUFRIEDEN sind Sie mit der Sauberkeit, Ordnung und Hygiene am Arbeitsplatz?", "text_sl": "Kako ste zadovoljni s čistočo, redom in higieno na delovnem mestu?", "text_sk": "Ako ste spokojný s čistotou, poriadkom a hygienou na pracovisku?", "text_hr": "Koliko ste ZADOVOLJNI čistoćom, redom i higijenom radnog mjesta?", "text_hu": "Mennyire elégedett a munkahely tisztaságával, rendjével és higiéniájával?", "text_bg": "Доколко сте доволни от чистотата, реда и хигиената на работното място?", "text_sr": "Koliko ste zadovoljni čistoćom, redom i higijenom na radnom mestu?", "text_bs": "Koliko ste ZADOVOLJNI čistoćom, redom i higijenom radnog mjesta?", "type": "SCL", "sub_topic": 12, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 161, "fields": {"text": "How would you rate your level of interest in the following activities (theatre)?", "text_en": "How would you rate your level of interest in the following activities (theatre)?", "text_cs": "Jak byste hodnotili vaší úroveň zájmu o následující aktivity (divadlo)?", "text_de": "Wie hoch würden Sie Ihr Interesse an den folgenden Aktivitäten (Theater) einschätzen?", "text_sl": "Kako bi ocenili svojo stopnjo zanimanja za naslednje dejavnosti (gledališče)?", "text_sk": "Aký máte záujem o nasledujúce aktivity (divadlo)?", "text_hr": "Kako biste ocijenili svoju razinu interesa za sljedeće aktivnosti (kazalište)?", "text_hu": "Hogyan értékelné az érdeklődését a következő tevékenységek iránt (színház)?", "text_bg": "Как бихте оценили нивото на интереса си към следните дейности (театър)?", "text_sr": "Kako biste ocenili nivo interesovanja za sledeće aktivnosti (pozorište)?", "text_bs": "Kako biste ocijenili Vaš nivo interesovanja za sljedeće aktivnosti (pozorište)?", "type": "SCL", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 162, "fields": {"text": "How would you rate your level of interest in the following activities (sport)?", "text_en": "How would you rate your level of interest in the following activities (sport)?", "text_cs": "Jak byste hodnotili vaší úroveň zájmu o následující aktivity (sport)?", "text_de": "Wie hoch würden Sie Ihr Interesse an den folgenden Aktivitäten (Sport) einschätzen?", "text_sl": "Kako ocenjujete stopnjo zanimanja za naslednje dejavnosti (šport)?", "text_sk": "Aký máte záujem o nasledujúcu aktivitu (šport)?", "text_hr": "Kako biste ocijenili svoju razinu interesa za sljedeće aktivnosti (sport)?", "text_hu": "Hogyan értékelné a következő tevékenységek (sport) iránti érdeklődését?", "text_bg": "Как бихте оценили нивото на интереса си към следните дейности (спорт)?", "text_sr": "Kako biste ocenili nivo interesovanja za sledeće aktivnosti (sport)?", "text_bs": "Kako biste ocijenili svoj nivo interesovanja za sljedeće aktivnosti (sport)?", "type": "SCL", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 163, "fields": {"text": "How would you rate your level of interest in the following activities (hiking)?", "text_en": "How would you rate your level of interest in the following activities (hiking)?", "text_cs": "Jak byste hodnotili vaší úroveň zájmu o následující aktivity (pěší turistika)?", "text_de": "Wie hoch würden Sie Ihr Interesse an den folgenden Aktivitäten (Wandern) einschätzen?", "text_sl": "Kako ocenjujete stopnjo zanimanja za naslednje dejavnosti (pohodništvo)?", "text_sk": "Aký máte záujem o nasledujúcu aktivitu (turistika)?", "text_hr": "Kako biste ocijenili svoju razinu interesa za sljedeće aktivnosti (planinarenje)?", "text_hu": "Hogyan értékelné az érdeklődését a következő tevékenységek iránt (túrázás)?", "text_bg": "Как бихте оценили нивото на интереса си към следните дейности (туризъм)?", "text_sr": "Kako biste ocenili svoj nivo interesovanja za sledeće aktivnosti (pešačenje)?", "text_bs": "Kako biste ocijenili svoj nivo interesovanja za sljedeće aktivnosti (pješačenje)?", "type": "SCL", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 164, "fields": {"text": "How would you rate your level of interest in the following activities (barbecues)?", "text_en": "How would you rate your level of interest in the following activities (barbecues)?", "text_cs": "Jak byste hodnotili vaší úroveň zájmu o následující aktivity (grilování)?", "text_de": "Wie hoch würden Sie Ihr Interesse an den folgenden Aktivitäten (Grillen) einschätzen?", "text_sl": "Kako bi ocenili stopnjo zanimanja za naslednje dejavnosti (žar)?", "text_sk": "Aký máte záujem o nasledujúcu aktivitu (grilovanie)?", "text_hr": "Kako biste ocijenili svoju razinu interesa za sljedeće aktivnosti (roštilj)?", "text_hu": "Hogyan értékelné a következő tevékenységek (grillezés) iránti érdeklődését?", "text_bg": "Как бихте оценили степента си на интерес към следните дейности (барбекюта)?", "text_sr": "Kako biste ocenili nivo interesovanja za sledeće aktivnosti (roštilj)?", "text_bs": "Kako biste ocijenili svoj nivo interesovanja za sljedeće aktivnosti (roštilj)?", "type": "SCL", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 165, "fields": {"text": "How would you rate your level of interest in the following activities (balls)?", "text_en": "How would you rate your level of interest in the following activities (balls)?", "text_cs": "Jak byste hodnotili vaší úroveň zájmu o následující aktivity (plesy)?", "text_de": "Wie hoch würden Sie Ihr Interesse an den folgenden Aktivitäten (Bällen) einschätzen?", "text_sl": "Kako ocenjujete stopnjo zanimanja za naslednje dejavnosti (kroglice)?", "text_sk": "Aký máte záujem o nasledujúcu aktivitu (ples) ?", "text_hr": "Kako biste ocijenili svoju razinu interesa za sljedeće aktivnosti (igre loptom)?", "text_hu": "Hogyan értékelné a következő tevékenységek (bálok) iránti érdeklődését?", "text_bg": "Как бихте оценили нивото на интереса си към следните дейности (балове)?", "text_sr": "Kako biste ocenili nivo interesovanja za sledeće aktivnosti (lopte)?", "text_bs": "Kako biste ocijenili Vaš nivo interesovanja za sljedeće aktivnosti (lopte)?", "type": "SCL", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 168, "fields": {"text": "What work benefits would you be interested in?", "text_en": "What work benefits would you be interested in?", "text_cs": "O jaké pracovní benefity byste měli zájem?", "text_de": "An welchen Arbeitsvorteilen wären Sie interessiert?", "text_sl": "Katere ugodnosti pri delu bi vas zanimale?", "text_sk": "O aké pracovné výhody by ste mali záujem?", "text_hr": "Koje bi vas radne pogodnosti zanimale?", "text_hu": "Milyen munkahelyi juttatások érdekelnék Önt?", "text_bg": "От какви трудови придобивки бихте се интересували?", "text_sr": "Koje radne beneficije bi vas zanimale?", "text_bs": "Koje radne pogodnosti bi vas zanimale?", "type": "MCA", "sub_topic": 19, "evaluated": false, "can_be_none": true, "order": null}}, {"model": "api.question", "pk": 169, "fields": {"text": "Rank the following activities according to your preference, based on your ideal leisure time.", "text_en": "Rank the following activities according to your preference, based on your ideal leisure time.", "text_cs": "Seřaďte dle své preference následující aktivity podle toho, jak si představujete ideální trávení volného času.", "text_de": "Ordnen Sie die folgenden Aktivitäten entsprechend Ihrer Präferenz, basierend auf Ihrer idealen Freizeitgestaltung.", "text_sl": "Razvrstite naslednje dejavnosti glede na to, kaj vam najbolj ustreza, in sicer glede na vaš idealen prosti čas.", "text_sk": "Zoraďte nasledujúce aktivity podľa vašich preferencií na základe vášho ideálneho voľného času.", "text_hr": "Poredajte sljedeće aktivnosti prema svojim željama, na temelju vašeg idealnog slobodnog vremena.", "text_hu": "Rangsorolja az alábbi tevékenységeket az Ön számára ideálisan eltöltött szabadidő alapján.", "text_bg": "Класирайте следните дейности според предпочитанията си, въз основа на идеалното ви свободно време.", "text_sr": "Ocenite sledeće aktivnosti prema vašim željama, na osnovu vašeg idealnog slobodnog vremena.", "text_bs": "Poredajte sljedeće aktivnosti prema vašim željama, na osnovu vašeg idealnog slobodnog vremena.", "type": "DND", "sub_topic": 19, "evaluated": false, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 170, "fields": {"text": "Which of the following relaxation activities carried out directly during working hours would you be interested in?", "text_en": "Which of the following relaxation activities carried out directly during working hours would you be interested in?", "text_cs": "O jaké z následujících odpočinkových činností prováděných přímo v pracovní době byste měli zájem?", "text_de": "Welche der folgenden Entspannungsaktivitäten direkt während der Arbeitszeit würden Sie interessieren?", "text_sl": "Katere od naslednjih sprostitvenih dejavnosti, ki se izvajajo neposredno med delovnim časom, bi vas zanimale?", "text_sk": "O ktoré z nasledujúcich relaxačných aktivít vykonávaných počas pracovného času by ste mali záujem?", "text_hr": "Za koje biste od sljedećih aktivnosti opuštanja koje se provode izravno tijekom radnog vremena bili zainteresirani?", "text_hu": "Az alábbi, munkaidőben végzett kikapcsolódási tevékenységek közül melyek érdekelnék Önt?", "text_bg": "Кои от следните дейности за релаксация, извършвани директно през работно време, биха Ви заинтересували?", "text_sr": "Koje od sledećih aktivnosti opuštanja koje se obavljaju direktno tokom radnog vremena bi vas zanimale?", "text_bs": "Koje od sljedećih aktivnosti opuštanja koje se provode direktno tokom radnog vremena bi vas zanimale?", "type": "MCA", "sub_topic": 19, "evaluated": false, "can_be_none": true, "order": null}}, {"model": "api.question", "pk": 171, "fields": {"text": "Evaluate whether or how often you experience the following situations (bossing).", "text_en": "Evaluate whether or how often you experience the following situations (bossing).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (bossing - šikana ze strany nadřízeného).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (Bossing) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (bossing).", "text_sk": "Zhodnoťte, ako často zažívate nasledujúcu situáciu vyobrazenú na obrázku.", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (šefovanje).", "text_hu": "Értékelje, hogy a következő helyzeteket (főnökösködés) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често се сблъсквате със следните ситуации (bossing).", "text_sr": "Procenite da li i koliko često doživljavate sledeće situacije (šefovanje).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (šefovanje).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 172, "fields": {"text": "Evaluate whether or how often you experience the following situations (social isolation).", "text_en": "Evaluate whether or how often you experience the following situations (social isolation).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (sociální izolace).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (soziale Isolation) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (socialna izolacija).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (sociálna izolácia).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (socijalna izolacija).", "text_hu": "Értékelje, hogy a következő helyzeteket (társadalmi elszigeteltség) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (социална изолация).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (socijalna izolacija).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (socijalna izolacija).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 173, "fields": {"text": "How do you rate your ability to perform a mentally demanding job (e.g. pressure to perform, stress, responsibility for tasks, etc.).", "text_en": "How do you rate your ability to perform a mentally demanding job (e.g. pressure to perform, stress, responsibility for tasks, etc.).", "text_cs": "Jak hodnotíte svojí schopnost vykonávat psychicky náročné povolání (např. tlak na výkon, stres, zodpovědnost za úkoly atd.).", "text_de": "Wie schätzen Sie Ihre Fähigkeit ein, eine geistig anspruchsvolle Tätigkeit auszuüben (z. B. Leistungsdruck, Stress, Verantwortung für Aufgaben etc.)?", "text_sl": "Kako ocenjujete svojo sposobnost opravljanja psihično zahtevnega dela (npr. pritisk, stres, odgovornost za naloge itd.).", "text_sk": "Ako hodnotíte svoju schopnosť vykonávať psychicky náročnú prácu (napr. tlak na výkon, stres, zodpovednosť za úlohy atď.).", "text_hr": "Kako ocjenjujete svoju sposobnost obavljanja psihički zahtjevnog posla (npr. pritisak za obavljanje posla, stres, odgovornost za zadatke itd.).", "text_hu": "Mennyire képes mentálisan megterhelő munkát végezni? (stressz, felelősség, nyomás...)", "text_bg": "Как оценявате способността си да изпълнявате психически трудна работа (например натиск за изпълнение, стрес, отговорност за задачите и т.н.).", "text_sr": "Kako ocenjujete svoju sposobnost da obavljate mentalno zahtevan posao (npr. pritisak na radu, stres, odgovornost za zadatke, itd.).", "text_bs": "Kako ocjenjujete svoju sposobnost da obavljate mentalno zahtjevan posao (npr. pritisak za obavljanje, stres, odgovornost za zadatke, itd.).", "type": "SCL", "sub_topic": 5, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 174, "fields": {"text": "How do you feel when communicating with younger colleagues (e.g. when they use new slang terms)?", "text_en": "How do you feel when communicating with younger colleagues (e.g. when they use new slang terms)?", "text_cs": "Jak se cítíte při komunikaci s mladšími kolegy (např. když používají nové slangové výrazy)?", "text_de": "Wie empfinden Sie die Kommunikation mit jüngeren Kollegen (z. B. wenn diese neue umgangssprachliche Begriffe verwenden)?", "text_sl": "Kako se počutite, ko komunicirate z mlajšimi sodelavci (npr. ko uporabljajo nove slengovske izraze)?", "text_sk": "Ako sa cítite pri komunikácii s mladšími kolegami (napr. keď používajú nové slangové výrazy)?", "text_hr": "Kako se osjećate u komunikaciji s mlađim kolegama (npr. kad koriste nove žargonske izraze)?", "text_hu": "Milyen érzés mikor fiatalabb munkatársakkal kommunikál (pl.: amikor új szlenget használnak) ?", "text_bg": "Как се чувствате, когато общувате с по-млади колеги (напр. когато използват нови жаргонни термини)?", "text_sr": "Kako se osećate kada komunicirate sa mlađim kolegama (npr. kada koriste nove sleng izraze)?", "text_bs": "Kako se osjećate kada komunicirate s mlađim kolegama (npr. kada koriste nove slengovske izraze)?", "type": "SCL", "sub_topic": 7, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 175, "fields": {"text": "If you lost your job or had to leave it, how likely or unlikely is it that you would find employment in a SIMILAR INDUSTRY?", "text_en": "If you lost your job or had to leave it, how likely or unlikely is it that you would find employment in a SIMILAR INDUSTRY?", "text_cs": "Kdybyste ztratili zaměstnání nebo z něj museli odejít, jak je pravděpodobné či nepravděpodobné, že si najdete zaměstnání V PODOBNÉM OBORU?", "text_de": "Wenn Sie Ihren Job verlieren oder aufgeben müssten, wie wahrscheinlich oder unwahrscheinlich ist es, dass Sie einen Job in einer ÄHNLICHEN BRANCHE finden würden?", "text_sl": "Če bi izgubili službo ali jo morali zapustiti, kako verjetno ali malo verjetno je, da bi našli zaposlitev v podobni panogi?", "text_sk": "Ak by ste prišli o prácu alebo ju museli opustiť, ako pravdepodobné alebo nepravdepodobné je, že by ste si našli zamestnanie v podobnom odvetví?", "text_hr": "Ako ste izgubili posao ili ste ga morali napustiti, koliko je vjerojatno da biste pronašli posao u SLIČNOJ INDUSTRIJI?", "text_hu": "Ha elveszítené a munkahelyét, vagy el kellene hagynia azt, mennyire valószínű vagy valószínűtlen, hogy egy hasonló iparágban találna munkát?", "text_bg": "Ако загубите работата си или трябва да я напуснете, колко вероятно или малко вероятно е да си намерите работа в СХОДНА СФЕРА?", "text_sr": "Ako ste izgubili posao ili ste morali da ga napustite, koliko je verovatno ili malo verovatno da ćete naći posao u branši?", "text_bs": "Ako ste izgubili posao ili morali da ga napustite, koliko je vjerovatno ili malo vjerovatno da ćete se zaposliti u SLIČNOJ INDUSTRIJI?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 176, "fields": {"text": "If you lose your job or have to leave it, how likely or unlikely is it that you will find employment in a DIFFERENT INDUSTRY?", "text_en": "If you lose your job or have to leave it, how likely or unlikely is it that you will find employment in a DIFFERENT INDUSTRY?", "text_cs": "Kdybyste ztratili zaměstnání nebo z něj museli odejít, jak je pravděpodobné či nepravděpodobné, že si najdete zaměstnání V JINÉM OBORU?", "text_de": "Wenn Sie Ihren Job verlieren oder aufgeben müssen, wie wahrscheinlich oder unwahrscheinlich ist es dann, dass Sie eine Anstellung in einer ANDEREN BRANCHE finden?", "text_sl": "Kako verjetno ali malo verjetno je, da boste našli zaposlitev v DRUGI panogi, če izgubite službo ali jo boste morali zapustiti?", "text_sk": "Ak stratíte prácu alebo ju budete musieť opustiť, ako pravdepodobné alebo nepravdepodobné je, že si nájdete prácu v inom odvetví?", "text_hr": "Ako izgubite posao ili ga morate napustiti, koliko je vjerojatno ili malo vjerojatno da ćete se zaposliti u DRUGOJ INDUSTRIJI?", "text_hu": "Ha elveszíti a munkáját, vagy el kell hagynia azt, mennyire valószínű vagy valószínűtlen, hogy más iparágban talál munkát?", "text_bg": "Ако загубите работата си или се наложи да я напуснете, доколко вероятно или не е да си намерите работа в друг отрасъл?", "text_sr": "Ako izgubite posao ili morate da ga napustite, koliko je verovatno ili malo verovatno da ćete se zaposliti u drugoj branši?", "text_bs": "Ako izgubite posao ili morate da ga napustite, koliko je vjerovatno ili malo vjerovatno da ćete se zaposliti u RAZLIČITOJ INDUSTRIJI?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 177, "fields": {"text": "If you lose your job or have to leave it, how likely or unlikely is it that you will find employment in the SAME REGION?", "text_en": "If you lose your job or have to leave it, how likely or unlikely is it that you will find employment in the SAME REGION?", "text_cs": "Kdybyste ztratili zaměstnání nebo z něj museli odejít, jak je pravděpodobné či nepravděpodobné, že si najdete zaměstnání VE STEJNÉM REGIONU?", "text_de": "Wenn Sie Ihren Arbeitsplatz verlieren oder aufgeben müssen, wie wahrscheinlich oder unwahrscheinlich ist es, dass Sie in der GLEICHEN REGION eine Anstellung finden?", "text_sl": "Kako verjetno ali malo verjetno je, da boste našli zaposlitev v isti regiji, če izgubite službo ali jo boste morali zapustiti?", "text_sk": "Ak stratíte prácu alebo ju budete musieť opustiť, ako pravdepodobné alebo nepravdepodobné je, že si nájdete zamestnanie v tom istom regióne?", "text_hr": "Ako izgubite posao ili ga morate napustiti, koliko je vjerojatno ili malo vjerojatno da ćete pronaći posao u ISTOJ REGIOJI?", "text_hu": "Ha elveszíti a munkahelyét, vagy el kell hagynia azt, mennyire valószínű vagy valószínűtlen, hogy ugyanabban a régióban talál munkát?", "text_bg": "Ако загубите работата си или се наложи да я напуснете, колко вероятно или малко вероятно е да си намерите работа в същия регион?", "text_sr": "Ako izgubite posao ili morate da ga napustite, koliko je verovatno ili malo verovatno da ćete naći posao u istom regionu?", "text_bs": "Ako izgubite posao ili morate da ga napustite, koliko je vjerovatno ili malo vjerovatno da ćete se zaposliti u ISTOM REGIONU?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 178, "fields": {"text": "If you lost your job or had to leave it, how likely or unlikely is it that you would find employment IN ANOTHER REGION?", "text_en": "If you lost your job or had to leave it, how likely or unlikely is it that you would find employment IN ANOTHER REGION?", "text_cs": "Kdybyste ztratili zaměstnání nebo z něj museli odejít, jak je pravděpodobné či nepravděpodobné, že si najdete zaměstnání V JINÉM REGIONU?", "text_de": "Wenn Sie Ihren Arbeitsplatz verlieren oder aufgeben müssten, wie wahrscheinlich oder unwahrscheinlich ist es, dass Sie IN EINER ANDEREN REGION eine Anstellung finden würden?", "text_sl": "Če bi izgubili službo ali jo morali zapustiti, kako verjetno ali malo verjetno je, da bi se zaposlili v drugi regiji?", "text_sk": "Ak by ste prišli o prácu alebo by ste ju museli opustiť, ako pravdepodobné alebo nepravdepodobné je, že by ste si našli zamestnanie V INOM REGIÓNE?", "text_hr": "Ako ste izgubili posao ili ste ga morali napustiti, koliko je vjerojatno ili malo vjerojatno da biste se zaposlili U DRUGOJ REGIOJI?", "text_hu": "Ha elveszítené a munkahelyét, vagy el kellene hagynia azt, mennyire valószínű vagy valószínűtlen, hogy más régióban találna munkát?", "text_bg": "Ако загубите работата си или трябва да я напуснете, колко вероятно или малко вероятно е да си намерите работа В ДРУГ РЕГИОН?", "text_sr": "Ako ste izgubili posao ili ste morali da ga napustite, koliko je verovatno ili malo verovatno da ćete naći posao u drugom regionu?", "text_bs": "Ako ste izgubili posao ili ste morali da ga napustite, koliko je vjerovatno ili malo vjerovatno da ćete se zaposliti U DRUGOM REGIONU?", "type": "SCL", "sub_topic": 12, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 179, "fields": {"text": "Evaluate whether or how often you experience the following situations (burnout syndrome).", "text_en": "Evaluate whether or how often you experience the following situations (burnout syndrome).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (syndrom vyhoření).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (Burnout-Syndrom) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (sindrom izgorelosti).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (syndróm vyhorenia).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (sindrom izgaranja).", "text_hu": "Értékelje, hogy a következő helyzeteket (kiégési szindróma) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (синдром на прегаряне).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (sindrom sagorevanja).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (sindrom sagorevanja).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 180, "fields": {"text": "Evaluate whether or how often you experience the following situations (lack of communication).", "text_en": "Evaluate whether or how often you experience the following situations (lack of communication).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (nedostatek komunikace).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (Mangelnde Kommunikation) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (pomanjkanje komunikacije).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (nedostatok komunikácie).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (nedostatak komunikacije).", "text_hu": "Értékelje, hogy a következő helyzeteket (kommunikáció hiánya) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (липса на комуникация).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (nedostatak komunikacije).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (nedostatak komunikacije).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 181, "fields": {"text": "Evaluate whether or how often you experience the following situations (unsatisfactory working conditions).", "text_en": "Evaluate whether or how often you experience the following situations (unsatisfactory working conditions).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (nevyhovujici pracovni podminky).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (unbefriedigende Arbeitsbedingungen) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (nezadovoljivi delovni pogoji).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (nevyhovujúce pracovné podmienky).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (nezadovoljavajući uvjeti rada).", "text_hu": "Értékelje, hogy a következő helyzeteket (nem kielégítő munkakörülmények) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (незадоволителни условия на труд).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (nezadovoljavajućih uslova rada).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (nezadovoljavajućim uslovima rada).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 182, "fields": {"text": "Evaluate whether or how often you experience the following situations (mentally demanding work).", "text_en": "Evaluate whether or how often you experience the following situations (mentally demanding work).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (práce náročná na psychiku).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (geistig anstrengende Arbeit) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (psihično zahtevno delo).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (psychicky náročná práca).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (psihički zahtjevan posao).", "text_hu": "Értékelje, hogy a következő helyzeteket (szellemileg megterhelő munka) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (умствено натоварваща работа).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (mentalno zahtevan rad).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (mentalno zahtevan posao).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 183, "fields": {"text": "Evaluate whether or how often you experience the following situations (high workload).", "text_en": "Evaluate whether or how often you experience the following situations (high workload).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (vysoké pracovní vytížení).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (hohe Arbeitsbelastung) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (visoka delovna obremenitev).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (vysoká pracovná záťaž).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (veliko opterećenje).", "text_hu": "Értékelje, hogy a következő helyzeteket (nagy munkaterhelés) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (голямо натоварване).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (veliko opterećenje).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (veliko opterećenje).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 184, "fields": {"text": "Evaluate whether or how often you experience the following situations (stress).", "text_en": "Evaluate whether or how often you experience the following situations (stress).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (stres).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (Stress) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (stres).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (stres).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (stres).", "text_hu": "Értékelje, hogy a következő helyzeteket (feszültség) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (стрес).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (stresa).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (stres).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}, {"model": "api.question", "pk": 185, "fields": {"text": "Evaluate whether or how often you experience the following situations (unfair treatment).", "text_en": "Evaluate whether or how often you experience the following situations (unfair treatment).", "text_cs": "Zhodnoťte, zda či jak často zažíváte následující situace (nespravedlivé zacházení).", "text_de": "Bewerten Sie, ob bzw. wie oft Sie die folgenden Situationen (unfaire Behandlung) erleben.", "text_sl": "Ocenite, ali in kako pogosto doživljate naslednje situacije (nepošteno ravnanje).", "text_sk": "Zhodnoťte, či a ako často zažívate nasledujúce situácie (nespravodlivé zaobchádzanie).", "text_hr": "Procijenite doživljavate li i koliko često sljedeće situacije (nepravedan tretman).", "text_hu": "Értékelje, hogy a következő helyzeteket (tisztességtelen bánásmód) tapasztalja-e, illetve milyen gyakran tapasztalja.", "text_bg": "Преценете дали и колко често преживявате следните ситуации (несправедливо отношение).", "text_sr": "Procijenite da li i koliko često doživljavate sljedeće situacije (nepravedan tretman).", "text_bs": "Procijenite da li i koliko često doživljavate sljedeće situacije (nepravedan tretman).", "type": "SCL", "sub_topic": 20, "evaluated": true, "can_be_none": false, "order": null}}]