[{"model": "api.rating", "pk": 1, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your competitiveness and professional skills, it is important to put more time and effort into education and training. We recommend that you actively seek out opportunities to improve your skills and regularly attend professional courses and seminars.", "description_en": "To improve your competitiveness and professional skills, it is important to put more time and effort into education and training. We recommend that you actively seek out opportunities to improve your skills and regularly attend professional courses and seminars.", "description_cs": "Pro zlepšení své konkurenceschopnosti a odborných dovedností je důležité věnovat více času a úsilí do vzdělávání a školení. Doporučujeme aktivně vyhledávat příležitosti ke zdokonalení dovedností a účastnit se pravidelně odborných kurzů a seminářů.", "description_de": "Um Ihre Wettbewerbsfähigkeit und Ihre beruflichen Fähigkeiten zu verbessern, ist es wichtig, dass Sie mehr Zeit und Mühe in die Aus- und Weiterbildung investieren. Wir empfehlen Ihnen, aktiv nach Möglichkeiten zur Verbesserung Ihrer Fähigkeiten zu suchen und regelmäßig Fachkurse und Seminare zu besuchen.", "description_sl": "Če želite izboljšati svojo konkurenčnost in poklicne spretnosti, morate več časa in truda nameniti izobraževanju in usposabljanju. Priporočamo vam, da aktivno iščete priložnosti za izboljšanje svojega znanja in spretnosti ter se redno udeležujete strokovnih tečajev in seminarjev.", "description_sk": "Ak chcete zlepšiť svoju konkurencieschopnosť a odborné zručnosti, je dôležité venovať viac času a úsilia vzdelávaniu a odbornej príprave. Odporúčame vám, aby ste aktívne vyhľadávali príležitosti na zlepšenie svojich zručností a pravidelne navštevovali odborné kurzy a semináre.", "description_hr": "Kako biste poboljšali svoju konkurentnost i profesionalne vještine, važno je uložiti više vremena i truda u obrazovanje i obuku. Preporučamo da aktivno tražite prilike za usavršavanje svojih vještina i redovito pohađate stručne tečajeve i seminare.", "description_hu": "A versenyképesség és a szakmai készségek javítása érdekében fontos, hogy több időt és erőfeszítést fordítson az oktatásra és a képzésre. Javasoljuk, hogy aktívan keresse a készségei fejlesztésének lehetőségeit, és rendszeresen vegyen részt szakmai tanfolyamokon és szemináriumokon.", "description_bg": "За да подобрите конкурентоспособността и професионалните си умения, е важно да отделяте повече време и усилия за образование и обучение. Препоръчваме ви активно да търсите възможности за подобряване на уменията си и редовно да посещавате професионални курсове и семинари.", "description_sr": "Да бисте побољшали своју конкурентност и професионалне вештине, важно је да уложите више времена и труда у образовање и обуку. Препоручујемо вам да активно тражите могућности да унапредите своје вештине и редовно похађате стручне курсеве и семинаре.", "description_bs": "Da biste poboljšali svoju konkurentnost i profesionalne vještine, važno je uložiti više vremena i truda u obrazovanje i obuku. Preporučujemo da aktivno tražite mogućnosti za unapređenje svojih vještina i redovno pohađate stručne kurseve i seminare.", "sub_topic": 3, "type": 1}}, {"model": "api.rating", "pk": 2, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further development, we recommend increasing the frequency of participation in training and courses and focusing more on learning new skills. Actively monitoring changes and trends in the industry will help you maintain and increase your competitiveness.", "description_en": "For further development, we recommend increasing the frequency of participation in training and courses and focusing more on learning new skills. Actively monitoring changes and trends in the industry will help you maintain and increase your competitiveness.", "description_cs": "Pro další rozvoj doporučujeme zvýšit frekvenci účasti na školeních a kurzech a více se zaměřit na osvojení nových dovedností. Aktivní sledování změn a trendů v oboru pomůže udržet a zvýšit vaši konkurenceschopnost.", "description_de": "Um sich weiterzuentwickeln, empfehlen wir, häufiger an Schulungen und Kursen teilzunehmen und sich mehr auf das Erlernen neuer Fähigkeiten zu konzentrieren. Die aktive Beobachtung von Veränderungen und Trends in der Branche wird Ihnen helfen, Ihre Wettbewerbsfähigkeit zu erhalten und zu steigern.", "description_sl": "Za nadaljnji razvoj priporočamo, da se pogosteje udeležujete usposabljanj in tečajev ter se bolj osredotočite na učenje novih spretnosti. Aktivno spremljanje sprememb in trendov v panogi vam bo pomagalo ohraniti in povečati konkurenčnost.", "description_sk": "Pre ďalší rozvoj odporúčame zvýšiť frekvenciu účasti na školeniach a kurzoch a viac sa zamerať na získavanie nových zručností. Aktívne sledovanie zmien a trendov v odvetví vám pomôže udržať a zvýšiť vašu konkurencieschopnosť.", "description_hr": "Za daljnji razvoj preporučujemo povećanje učestalosti sudjelovanja u treninzima i tečajevima te više fokusiranja na učenje novih vještina. Aktivno praćenje promjena i trendova u industriji pomoći će vam da održite i povećate svoju konkurentnost.", "description_hu": "A további fejlődés érdekében javasoljuk a képzéseken és tanfolyamokon való részvétel gyakoriságának növelését, valamint az új készségek elsajátítására való nagyobb összpontosítást. Az iparágban bekövetkező változások és trendek aktív nyomon követése segít versenyképességének megőrzésében és növelésében.", "description_bg": "За по-нататъшно развитие препоръчваме да увеличите честотата на участие в обучения и курсове и да се съсредоточите повече върху усвояването на нови умения. Активното следене на промените и тенденциите в бранша ще ви помогне да поддържате и увеличавате конкурентоспособността си.", "description_sr": "За даљи развој, препоручујемо повећање учесталости учешћа у обуци и курсевима и више фокусирање на учење нових вештина. Активно праћење промена и трендова у индустрији помоћи ће вам да одржите и повећате своју конкурентност.", "description_bs": "Za dalji razvoj preporučujemo povećanje učestalosti učešća u obukama i kursevima i više fokusiranje na učenje novih vještina. Aktivno praćenje promjena i trendova u industriji pomoći će vam da održite i povećate svoju konkurentnost.", "sub_topic": 3, "type": 2}}, {"model": "api.rating", "pk": 3, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep on actively learning and improving your skills. Maintain a high level of involvement in professional training and stay abreast of the latest trends and changes in your industry to maintain your competitive edge.", "description_en": "Well done! Keep on actively learning and improving your skills. Maintain a high level of involvement in professional training and stay abreast of the latest trends and changes in your industry to maintain your competitive edge.", "description_cs": "Výborná práce! Pokračujte v aktivním vzdělávání a zdokonalování svých dovedností. Udržujte vysokou úroveň zapojení do odborných školení a sledujte nejnovější trendy a změny ve vašem oboru, abyste si udrželi svou konkurenční výhodu.", "description_de": "Gut gemacht! Lernen Sie aktiv weiter und verbessern Sie Ihre Fähigkeiten. Beteiligen Sie sich weiterhin intensiv an beruflichen Fortbildungsmaßnahmen und halten Sie sich über die neuesten Trends und Veränderungen in Ihrer Branche auf dem Laufenden, um Ihren Wettbewerbsvorteil zu wahren.", "description_sl": "Odlično opravljeno! Še naprej se aktivno učite in izboljšujte svoje znanje. Ohranite visoko stopnjo vključenosti v strokovno usposabljanje in bodite na tekočem z najnovejšimi trendi in spremembami v svoji panogi, da ohranite svojo konkurenčno prednost.", "description_sk": "Výborne! Pokračujte v aktívnom učení a zlepšovaní svojich zručností. Udržujte si vysokú úroveň účasti na odborných školeniach a sledujte najnovšie trendy a zmeny vo svojom odvetví, aby ste si udržali konkurenčnú výhodu.", "description_hr": "Dobro napravljeno! Nastavite aktivno učiti i usavršavati svoje vještine. Održavajte visoku razinu uključenosti u profesionalnu obuku i budite u tijeku s najnovijim trendovima i promjenama u svojoj industriji kako biste zadržali svoju konkurentsku prednost.", "description_hu": "Szép munka! Tanuljon továbbra is aktívan és fejlessze készségeit. Folyamatosan vegyen részt szakmai képzéseken, és maradjon naprakész a legújabb trendekkel és változásokkal az iparágában, hogy megőrizze versenyelőnyét.", "description_bg": "Браво! Продължавайте да се учите активно и да подобрявате уменията си. Поддържайте високо ниво на участие в професионално обучение и бъдете в крак с най-новите тенденции и промени във вашата индустрия, за да запазите конкурентното си предимство.", "description_sr": "Добро урађено! Наставите са активним учењем и усавршавањем својих вештина. Одржавајте висок ниво укључености у професионалну обуку и будите у току са најновијим трендовима и променама у вашој индустрији како бисте одржали своју конкурентску предност.", "description_bs": "Dobro urađeno! Nastavite aktivno učiti i usavršavati svoje vještine. Održavajte visok nivo uključenosti u profesionalnu obuku i budite u toku s najnovijim trendovima i promjenama u svojoj industriji kako biste održali svoju konkurentsku prednost.", "sub_topic": 3, "type": 3}}, {"model": "api.rating", "pk": 4, "fields": {"title": "Low flexibility in the workplace", "title_en": "Low flexibility in the workplace", "title_cs": "Nízká flexibilita na pracovišti", "title_de": "Geringe Flexibilität am Arbeitsplatz", "title_sl": "Majhna prožnost na delovnem mestu", "title_sk": "Nízka flexibilita na pracovisku", "title_hr": "Niska fleksibilnost na radnom mjestu", "title_hu": "Alacsony rugalmasság a munkahelyen", "title_bg": "Ниска гъвкавост на работното място", "title_sr": "Ниска флексибилност на радном месту", "title_bs": "Niska fleksibilnost na radnom mjestu", "description": "To improve flexibility, we recommend focusing on developing a willingness to accept new work opportunities and environments. Actively learn new skills and technologies, improve communication in a foreign language and develop IT skills. Openness and acceptance of diversity in the work team can also contribute significantly to increasing flexibility.", "description_en": "To improve flexibility, we recommend focusing on developing a willingness to accept new work opportunities and environments. Actively learn new skills and technologies, improve communication in a foreign language and develop IT skills. Openness and acceptance of diversity in the work team can also contribute significantly to increasing flexibility.", "description_cs": "Pro zlepšení flexibility doporučujeme zaměřit se na rozvoj ochoty přijímat nové pracovní příležitosti a prostředí. Aktivně se učit novým dovednostem a technologiím, zlepšit komunikaci v cizím jazyce a rozvíjet IT dovednosti. Otevřenost a přijetí rozmanitosti v pracovním kolektivu mohou také významně přispět ke zvýšení flexibility.", "description_de": "Um die Flexibilität zu verbessern, empfehlen wir, sich darauf zu konzentrieren, die Bereitschaft zu entwickeln, neue Arbeitsmöglichkeiten und -umgebungen zu akzeptieren. Lernen Sie aktiv neue Fähigkeiten und Technologien, verbessern Sie die Kommunikation in einer Fremdsprache und entwickeln Sie IT-Kenntnisse. Offenheit und Akzeptanz von Vielfalt im Arbeitsteam können ebenfalls erheblich zur Steigerung der Flexibilität beitragen.", "description_sl": "Za izboljšanje prilagodljivosti priporočamo, da se osredotočite na razvijanje pripravljenosti za sprejemanje novih delovnih priložnosti in okolij. Aktivno se učite novih spretnosti in tehnologij, izboljšajte sporazumevanje v tujem jeziku in razvijte znanja s področja informacijske tehnologije. Odprtost in sprejemanje raznolikosti v delovni skupini lahko prav tako pomembno prispevata k večji prilagodljivosti.", "description_sk": "Na zlepšenie flexibility odporúčame zamerať sa na rozvoj ochoty prijímať nové pracovné príležitosti a prostredia. Aktívne sa učte nové zručnosti a technológie, zlepšujte komunikáciu v cudzom jazyku a rozvíjajte zručnosti v oblasti IT. K zvýšeniu flexibility môže významne prispieť aj otvorenosť a akceptovanie rozmanitosti v pracovnom tíme.", "description_hr": "Kako biste poboljšali fleksibilnost, preporučujemo da se usredotočite na razvijanje spremnosti za prihvaćanje novih radnih prilika i okruženja. Aktivno učite nove vještine i tehnologije, poboljšajte komunikaciju na stranom jeziku i razvijajte informatičke vještine. Otvorenost i prihvaćanje različitosti u radnom timu također može značajno pridonijeti povećanju fleksibilnosti.", "description_hu": "A rugalmasság javítása érdekében javasoljuk, hogy összpontosítson az új munkalehetőségek és környezetek elfogadására való hajlandóság fejlesztésére. Tanuljon aktívan új készségeket és technológiákat, fejlessze az idegen nyelven való kommunikációt és fejlessze az informatikai készségeket. A nyitottság és a sokszínűség elfogadása a munkacsoportban szintén jelentősen hozzájárulhat a rugalmasság növeléséhez.", "description_bg": "За да подобрите гъвкавостта, препоръчваме да се съсредоточите върху развиването на готовност да приемате нови възможности за работа и нова среда. Активно усвоявайте нови умения и технологии, подобрявайте комуникацията на чужд език и развивайте ИТ умения. Откритостта и приемането на разнообразието в работния екип също могат да допринесат значително за повишаване на гъвкавостта.", "description_sr": "Да бисмо побољшали флексибилност, препоручујемо да се фокусирате на развијање спремности за прихватање нових радних прилика и окружења. Активно учите нове вештине и технологије, побољшавајте комуникацију на страном језику и развијајте ИТ вештине. Отвореност и прихватање различитости у радном тиму такође може значајно допринети повећању флексибилности.", "description_bs": "Da bismo poboljšali fleksibilnost, preporučujemo da se fokusirate na razvijanje spremnosti za prihvatanje novih radnih prilika i okruženja. Aktivno učite nove vještine i tehnologije, poboljšavajte komunikaciju na stranom jeziku i razvijajte IT vještine. Otvorenost i prihvatanje različitosti u radnom timu takođe može značajno doprineti povećanju fleksibilnosti.", "sub_topic": 4, "type": 1}}, {"model": "api.rating", "pk": 5, "fields": {"title": "Great, but there is room for improvement", "title_en": "Great, but there is room for improvement", "title_cs": "Skvělé, ale je co zlepšovat", "title_de": "Großartig, aber verbesserungsbedürftig", "title_sl": "Odlično, vendar je prostor za izboljšave", "title_sk": "Skvelé, ale je tu priestor na zlepšenie", "title_hr": "Sjajno, ali ima mjesta za napredak", "title_hu": "Nagyszerű, de van még mit javítani rajta", "title_bg": "Страхотно, но има място за подобрение", "title_sr": "Одлично, али има простора за напредак", "title_bs": "Odlično, ali ima prostora za napredak", "description": "To further develop flexibility, we recommend increasing the willingness to accept new work challenges and environments. Continue to actively learn new skills and technologies, improve communication in a foreign language and further develop IT skills. Being more open to diversity in your work team will help to strengthen your flexibility.", "description_en": "To further develop flexibility, we recommend increasing the willingness to accept new work challenges and environments. Continue to actively learn new skills and technologies, improve communication in a foreign language and further develop IT skills. Being more open to diversity in your work team will help to strengthen your flexibility.", "description_cs": "Pro další rozvoj flexibility doporučujeme zvýšit ochotu přijímat nové pracovní výzvy a prostředí. Pokračovat v aktivním učení nových dovedností a technologií, zlepšovat komunikaci v cizím jazyce a dále rozvíjet IT dovednosti. Větší otevřenost vůči rozmanitosti v pracovním kolektivu pomůže posílit vaši flexibilitu.", "description_de": "Um die Flexibilität weiter zu entwickeln, empfehlen wir, die Bereitschaft zu erhöhen, neue Arbeitsherausforderungen und -umgebungen anzunehmen. Lernen Sie weiterhin aktiv neue Fähigkeiten und Technologien, verbessern Sie die Kommunikation in einer Fremdsprache und entwickeln Sie Ihre IT-Kenntnisse weiter. Eine größere Offenheit gegenüber der Vielfalt in Ihrem Arbeitsteam wird dazu beitragen, Ihre Flexibilität zu stärken.", "description_sl": "Za nadaljnji razvoj prilagodljivosti priporočamo, da povečate pripravljenost za sprejemanje novih delovnih izzivov in okolij. Nadaljujte z aktivnim učenjem novih spretnosti in tehnologij, izboljšajte sporazumevanje v tujem jeziku in še naprej razvijte znanja s področja informacijske tehnologije. Večja odprtost za raznolikost v delovni ekipi bo pripomogla h krepitvi vaše prilagodljivosti.", "description_sk": "Na ďalší rozvoj flexibility odporúčame zvýšiť ochotu prijímať nové pracovné výzvy a prostredia. Pokračujte v aktívnom získavaní nových zručností a technológií, zdokonaľte sa v komunikácii v cudzom jazyku a ďalej rozvíjajte zručnosti v oblasti IT. Väčšia otvorenosť voči rozmanitosti v pracovnom tíme pomôže posilniť vašu flexibilitu.", "description_hr": "Za daljnji razvoj fleksibilnosti preporučujemo povećanje spremnosti za prihvaćanje novih radnih izazova i okruženja. Nastavite aktivno učiti nove vještine i tehnologije, poboljšati komunikaciju na stranom jeziku i dalje razvijati informatičke vještine. Otvorenost prema različitostima u vašem radnom timu pomoći će vam da ojačate svoju fleksibilnost.", "description_hu": "A rugalmasság további fejlesztése érdekében javasoljuk, hogy növelje a hajlandóságot az új munkahelyi kihívások és környezetek elfogadására. Folytassa az új készségek és technológiák aktív elsajátítását, fejlessze az idegen nyelven történő kommunikációt és fejlessze tovább az informatikai ismereteket. Ha nyitottabb lesz a sokszínűségre a munkacsoportjában, az hozzájárul a rugalmasság erősítéséhez.", "description_bg": "За да развиете допълнително гъвкавостта, препоръчваме да увеличите готовността си да приемате нови предизвикателства и условия на работа. Продължавайте активно да усвоявате нови умения и технологии, подобрявайте комуникацията на чужд език и доразвивайте ИТ уменията. По-голямата отвореност към разнообразието в работния ви екип ще ви помогне да засилите гъвкавостта си.", "description_sr": "За даљи развој флексибилности, препоручујемо повећање спремности за прихватање нових радних изазова и окружења. Наставите са активним учењем нових вештина и технологија, побољшајте комуникацију на страном језику и даље развијајте ИТ вештине. Отворенији према различитостима у свом радном тиму помоћи ће вам да ојачате своју флексибилност.", "description_bs": "Za dalji razvoj fleksibilnosti, preporučujemo povećanje spremnosti za prihvatanje novih radnih izazova i okruženja. Nastavite aktivno učiti nove vještine i tehnologije, poboljšati komunikaciju na stranom jeziku i dalje razvijati IT vještine. Otvoreniji prema različitostima u svom radnom timu pomoći će vam da ojačate svoju fleksibilnost.", "sub_topic": 4, "type": 2}}, {"model": "api.rating", "pk": 6, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep up your willingness to take on new work challenges and environments. Maintain and develop your skills and technology, improve your foreign language communication and further develop your IT skills. Your openness to diversity in the work team is excellent and contributes to your high flexibility in the workplace.", "description_en": "Well done! Keep up your willingness to take on new work challenges and environments. Maintain and develop your skills and technology, improve your foreign language communication and further develop your IT skills. Your openness to diversity in the work team is excellent and contributes to your high flexibility in the workplace.", "description_cs": "Výborná práce! Pokračujte ve své ochotě přijímat nové pracovní výzvy a prostředí. Udržujte a rozvíjejte své dovednosti a technologie, zlepšujte komunikaci v cizím jazyce a dále rozvíjejte IT dovednosti. Vaše otevřenost vůči rozmanitosti v pracovním kolektivu je vynikající a přispívá k vaší vysoké flexibilitě na pracovišti.", "description_de": "Gut gemacht! Seien Sie weiterhin bereit, sich neuen beruflichen Herausforderungen und Umgebungen zu stellen. Bewahren und entwickeln Sie Ihre Fähigkeiten und Technologien, verbessern Sie Ihre fremdsprachliche Kommunikation und entwickeln Sie Ihre IT-Kenntnisse weiter. Ihre Offenheit für Vielfalt im Arbeitsteam ist ausgezeichnet und trägt zu Ihrer hohen Flexibilität am Arbeitsplatz bei.", "description_sl": "Odlično opravljeno! Še naprej bodite pripravljeni sprejemati nove delovne izzive in okolja. Ohranjajte in razvijte svoje spretnosti in tehnologijo, izboljšajte sporazumevanje v tujih jezikih in še naprej razvijte svoje spretnosti na področju informacijske tehnologije. Vaša odprtost za raznolikost v delovni skupini je odlična in prispeva k vaši visoki prilagodljivosti na delovnem mestu.", "description_sk": "Výborne! Zachovajte si ochotu prijímať nové pracovné výzvy a prostredia. Udržujte a rozvíjajte svoje zručnosti a technológie, zlepšujte komunikáciu v cudzích jazykoch a ďalej rozvíjajte svoje zručnosti v oblasti IT. Vaša otvorenosť voči rozmanitosti v pracovnom tíme je vynikajúca a prispieva k vašej vysokej flexibilite na pracovisku.", "description_hr": "Dobro napravljeno! Zadržite svoju spremnost za prihvaćanje novih radnih izazova i okruženja. Održavajte i razvijajte svoje vještine i tehnologiju, poboljšajte komunikaciju na stranom jeziku i dalje razvijajte svoje informatičke vještine. Vaša otvorenost prema različitostima u radnom timu je izvrsna i doprinosi vašoj visokoj fleksibilnosti na radnom mjestu.", "description_hu": "Szép munka! Tartsa fenn a hajlandóságát, hogy új munkahelyi kihívásokat és környezetet vállaljon. Tartsa fenn és fejlessze készségeit és technológiáját, fejlessze idegen nyelvi kommunikációját és fejlessze tovább informatikai ismereteit. A munkacsoporton belüli sokszínűségre való nyitottsága kiváló, és hozzájárul a munkahelyi rugalmasságához.", "description_bg": "Браво! Продължавайте да проявявате желание да приемате нови предизвикателства и работни среди. Поддържайте и развивайте уменията и технологиите си, подобрявайте общуването си на чужди езици и доразвивайте ИТ уменията си. Отвореността ви към разнообразието в работния екип е отлична и допринася за високата ви гъвкавост на работното място.", "description_sr": "Добро урађено! Наставите са својом спремношћу да се прихватите нових радних изазова и окружења. Одржавајте и развијајте своје вештине и технологију, побољшајте своју комуникацију на страном језику и даље развијајте своје ИТ вештине. Ваша отвореност према различитостима у радном тиму је одлична и доприноси вашој високој флексибилности на радном месту.", "description_bs": "Dobro urađeno! Nastavite sa svojom spremnošću da se prihvatite novih radnih izazova i okruženja. Održavajte i razvijajte svoje vještine i tehnologiju, poboljšajte svoju komunikaciju na stranim jezicima i dalje razvijajte svoje IT vještine. Vaša otvorenost prema različitostima u radnom timu je odlična i doprinosi vašoj visokoj fleksibilnosti na radnom mjestu.", "sub_topic": 4, "type": 3}}, {"model": "api.rating", "pk": 7, "fields": {"title": "Significant health limitations", "title_en": "Significant health limitations", "title_cs": "Výrazné zdravotní omezení", "title_de": "Erhebliche gesundheitliche Einschränkungen", "title_sl": "Pomembne zdravstvene omejitve", "title_sk": "Významné zdravotné obmedzenia", "title_hr": "Značajna zdravstvena ograničenja", "title_hu": "Jelentős egészségügyi korlátozások", "title_bg": "Значителни здравословни ограничения", "title_sr": "Значајна ограничења здравља", "title_bs": "Značajna zdravstvena ograničenja", "description": "To improve this situation, we recommend consulting health experts and looking for possible adjustments to the work environment or working conditions that could alleviate health limitations. It is also important to look for ways to improve overall health, for example through rehabilitation, regular exercise and a healthy lifestyle.", "description_en": "To improve this situation, we recommend consulting health experts and looking for possible adjustments to the work environment or working conditions that could alleviate health limitations. It is also important to look for ways to improve overall health, for example through rehabilitation, regular exercise and a healthy lifestyle.", "description_cs": "Pro zlepšení této situace doporučujeme konzultovat zdravotní stav s odborníky a hledat možné úpravy pracovního prostředí nebo pracovních podmínek, které by mohly zmírnit zdravotní omezení. Důležité je také hledat způsoby, jak zlepšit celkový zdravotní stav, například prostřednictvím rehabilitace, pravidelného cvičení a zdravého životního stylu.", "description_de": "Um diese Situation zu verbessern, empfehlen wir, Gesundheitsexperten zu konsultieren und nach möglichen Anpassungen des Arbeitsumfelds oder der Arbeitsbedingungen zu suchen, die die gesundheitlichen Einschränkungen lindern könnten. Es ist auch wichtig, nach Möglichkeiten zur Verbesserung der allgemeinen Gesundheit zu suchen, zum Beispiel durch Rehabilitation, regelmäßige Bewegung und eine gesunde Lebensweise.", "description_sl": "Da bi izboljšali to stanje, priporočamo posvetovanje z zdravstvenimi strokovnjaki in iskanje možnih prilagoditev delovnega okolja ali delovnih pogojev, ki bi lahko olajšali zdravstvene omejitve. Prav tako je pomembno poiskati načine za izboljšanje splošnega zdravja, na primer z rehabilitacijo, redno telesno vadbo in zdravim življenjskim slogom.", "description_sk": "Na zlepšenie tejto situácie odporúčame konzultovať s odborníkmi na zdravie a hľadať možné úpravy pracovného prostredia alebo pracovných podmienok, ktoré by mohli zmierniť zdravotné obmedzenia. Dôležité je tiež hľadať spôsoby zlepšenia celkového zdravotného stavu, napríklad prostredníctvom rehabilitácie, pravidelného cvičenia a zdravého životného štýlu.", "description_hr": "Kako biste poboljšali ovu situaciju, preporučujemo konzultacije sa zdravstvenim stručnjacima i traženje mogućih prilagodbi radne okoline ili radnih uvjeta koje bi mogle ublažiti zdravstvena ograničenja. Također je važno tražiti načine za poboljšanje cjelokupnog zdravlja, primjerice rehabilitacijom, redovitom tjelovježbom i zdravim načinom života.", "description_hu": "A helyzet javítása érdekében javasoljuk, hogy konzultáljon egészségügyi szakértőkkel, és keresse meg a munkakörnyezet vagy a munkakörülmények olyan lehetséges módosításait, amelyek enyhíthetik az egészségügyi korlátozásokat. Fontos továbbá, hogy keressük az általános egészségi állapot javításának módjait, például rehabilitációval, rendszeres testmozgással és egészséges életmóddal.", "description_bg": "За да подобрите тази ситуация, препоръчваме да се консултирате със здравни експерти и да потърсите възможни промени в работната среда или условията на труд, които биха могли да облекчат здравословните ограничения. Важно е също така да се търсят начини за подобряване на цялостното здраве, например чрез рехабилитация, редовни физически упражнения и здравословен начин на живот.", "description_sr": "Да бисмо побољшали ову ситуацију, препоручујемо консултовање здравствених стручњака и тражење могућих прилагођавања радног окружења или радних услова који би могли ублажити здравствене проблеме. Такође је важно тражити начине за побољшање општег здравља, на пример кроз рехабилитацију, редовно вежбање и здрав начин живота.", "description_bs": "Kako bismo poboljšali ovu situaciju, preporučujemo konsultacije sa zdravstvenim stručnjacima i traženje mogućih prilagodbi radnog okruženja ili radnih uvjeta koji bi mogli ublažiti zdravstvena ograničenja. Također je važno tražiti načine za poboljšanje cjelokupnog zdravlja, na primjer kroz rehabilitaciju, redovno vježbanje i zdrav način života.", "sub_topic": 5, "type": 1}}, {"model": "api.rating", "pk": 8, "fields": {"title": "Your health may restrict you from working", "title_en": "Your health may restrict you from working", "title_cs": "Zdravotní stav vás může omezovat v práci", "title_de": "Ihr Gesundheitszustand kann Sie am Arbeiten hindern", "title_sl": "Zaradi zdravstvenega stanja morda ne boste mogli delati.", "title_sk": "Váš zdravotný stav vás môže obmedzovať v práci", "title_hr": "Zdravlje vas može ograničiti u radu", "title_hu": "Egészségi állapota korlátozhatja Önt a munkavégzésben", "title_bg": "Здравословното ви състояние може да ви възпрепятства да работите.", "title_sr": "Ваше здравље може да вас ограничи у раду", "title_bs": "Vaše zdravlje vas može ograničiti u radu", "description": "For further improvement, we recommend regular monitoring of the health condition and finding ways to minimise its impact on work performance. It may be helpful to work with an occupational physician or ergonomist to find appropriate adjustments to the work environment. It is also advisable to continue to maintain your health through regular exercise and a healthy diet.", "description_en": "For further improvement, we recommend regular monitoring of the health condition and finding ways to minimise its impact on work performance. It may be helpful to work with an occupational physician or ergonomist to find appropriate adjustments to the work environment. It is also advisable to continue to maintain your health through regular exercise and a healthy diet.", "description_cs": "Pro další zlepšení doporučujeme pravidelně sledovat zdravotní stav a hledat způsoby, jak minimalizovat jeho dopad na pracovní výkon. Může být užitečné spolupracovat s pracovním lékařem nebo specialistou na ergonomii, aby se našly vhodné úpravy pracovního prostředí. Také je vhodné pokračovat v péči o zdraví prostřednictvím pravidelného cvičení a zdravé výživy.", "description_de": "Zur weiteren Verbesserung empfehlen wir eine regelmäßige Überwachung des Gesundheitszustands und die Suche nach Möglichkeiten, seine Auswirkungen auf die Arbeitsleistung zu minimieren. Es kann hilfreich sein, mit einem Arbeitsmediziner oder Ergonomen zusammenzuarbeiten, um geeignete Anpassungen des Arbeitsumfelds zu finden. Außerdem ist es ratsam, die Gesundheit durch regelmäßige Bewegung und eine gesunde Ernährung zu erhalten.", "description_sl": "Za nadaljnje izboljšanje priporočamo redno spremljanje zdravstvenega stanja in iskanje načinov za zmanjšanje njegovega vpliva na delovno uspešnost. Pri iskanju ustreznih prilagoditev delovnega okolja je morda koristno sodelovati z zdravnikom medicine dela ali ergonomom. Priporočljivo je tudi, da še naprej skrbite za svoje zdravje z redno telesno vadbo in zdravo prehrano.", "description_sk": "Pre ďalšie zlepšenie odporúčame pravidelné monitorovanie zdravotného stavu a hľadanie spôsobov, ako minimalizovať jeho vplyv na pracovný výkon. Pri hľadaní vhodných úprav pracovného prostredia môže byť užitočné spolupracovať s lekárom pre pracovné lekárstvo alebo ergonómom. Odporúča sa tiež pokračovať v udržiavaní zdravia pravidelným cvičením a zdravou stravou.", "description_hr": "Za daljnje poboljšanje preporučamo redovito praćenje zdravstvenog stanja i iznalaženje načina za smanjenje njegovog utjecaja na radnu uspješnost. Može biti od pomoći raditi s liječnikom medicine rada ili ergonomom kako biste pronašli odgovarajuće prilagodbe radnom okruženju. Također je poželjno nastaviti održavati svoje zdravlje redovitom tjelovježbom i zdravom prehranom.", "description_hu": "A további javulás érdekében javasoljuk az egészségi állapot rendszeres nyomon követését és olyan módszerek megtalálását, amelyekkel minimalizálható a munkateljesítményre gyakorolt hatása. Hasznos lehet a munkaorvos vagy ergonómus bevonásával történő együttműködés a munkakörnyezet megfelelő kiigazításai érdekében. Célszerű továbbá rendszeres testmozgással és egészséges táplálkozással továbbra is fenntartani az egészségét.", "description_bg": "За по-нататъшно подобрение препоръчваме редовно наблюдение на здравословното състояние и намиране на начини за свеждане до минимум на въздействието му върху изпълнението на работата. Може да е полезно да се работи с лекар по трудова медицина или ергономист, за да се намерят подходящи корекции на работната среда. Препоръчително е също така да продължите да поддържате здравето си чрез редовни физически упражнения и здравословна диета.", "description_sr": "За даље унапређење препоручујемо редовно праћење здравственог стања и проналажење начина да се његов утицај на радни учинак минимизира. Може бити од помоћи да радите са лекаром медицине рада или ергономом како бисте пронашли одговарајућа прилагођавања радном окружењу. Такође је препоручљиво да наставите да одржавате своје здравље редовним вежбањем и здравом исхраном.", "description_bs": "Radi daljeg poboljšanja preporučujemo redovno praćenje zdravstvenog stanja i pronalaženje načina za minimiziranje njegovog uticaja na radni učinak. Može biti od pomoći da radite s liječnikom medicine rada ili ergonomom kako biste pronašli odgovarajuća prilagođavanja radnom okruženju. Također je preporučljivo nastaviti održavati svoje zdravlje redovnim vježbanjem i zdravom prehranom.", "sub_topic": 5, "type": 2}}, {"model": "api.rating", "pk": 9, "fields": {"title": "Without significant health limitations", "title_en": "Without significant health limitations", "title_cs": "Bez výrazného zdravotního omezení", "title_de": "Ohne wesentliche gesundheitliche Einschränkungen", "title_sl": "Brez večjih zdravstvenih omejitev", "title_sk": "Bez závažných zdravotných obmedzení", "title_hr": "Bez značajnih zdravstvenih ograničenja", "title_hu": "Jelentős egészségügyi korlátozások nélkül", "title_bg": "Без значителни здравословни ограничения", "title_sr": "Без значајних здравствених ограничења", "title_bs": "Bez značajnih zdravstvenih ograničenja", "description": "Continue to take care of your condition so that it remains minimally restricted. Regular health checks and prevention of health problems through healthy lifestyle, exercise and ergonomic measures in the workplace will help to maintain your high fitness and performance in the workplace.", "description_en": "Continue to take care of your condition so that it remains minimally restricted. Regular health checks and prevention of health problems through healthy lifestyle, exercise and ergonomic measures in the workplace will help to maintain your high fitness and performance in the workplace.", "description_cs": "Pokračujte v péči o svůj zdravotní stav, aby zůstával minimálně omezen. Pravidelná kontrola zdravotního stavu a prevence zdravotních problémů prostřednictvím zdravého životního stylu, cvičení a ergonomických opatření na pracovišti přispějí k udržení vaší vysoké způsobilosti a výkonu na pracovišti.", "description_de": "Kümmern Sie sich weiterhin um Ihren Zustand, damit er möglichst wenig eingeschränkt bleibt. Regelmäßige Gesundheitschecks und die Vorbeugung von Gesundheitsproblemen durch eine gesunde Lebensweise, Bewegung und ergonomische Maßnahmen am Arbeitsplatz tragen dazu bei, Ihre hohe Fitness und Leistungsfähigkeit am Arbeitsplatz zu erhalten.", "description_sl": "Še naprej skrbite za svoje stanje, da bo čim manj omejeno. Redni zdravstveni pregledi in preprečevanje zdravstvenih težav z zdravim življenjskim slogom, telesno vadbo in ergonomskimi ukrepi na delovnem mestu vam bodo pomagali ohraniti visoko telesno pripravljenost in učinkovitost na delovnem mestu.", "description_sk": "Pokračujte v starostlivosti o svoj stav tak, aby zostal čo najmenej obmedzený. Pravidelné zdravotné kontroly a prevencia zdravotných problémov prostredníctvom zdravého životného štýlu, cvičenia a ergonomických opatrení na pracovisku vám pomôžu udržať si vysokú kondíciu a výkonnosť na pracovisku.", "description_hr": "Nastavite brinuti o svom stanju tako da ono ostane minimalno ograničeno. Redoviti zdravstveni pregledi i prevencija zdravstvenih problema putem zdravog načina života, tjelovježbe i ergonomskih mjera na radnom mjestu pomoći će u održavanju vaše visoke kondicije i uspješnosti na radnom mjestu.", "description_hu": "Folytassa az állapotának gondozását, hogy az minimálisan korlátozott maradjon. A rendszeres egészségügyi ellenőrzések és az egészségügyi problémák megelőzése az egészséges életmód, a testmozgás és a munkahelyi ergonómiai intézkedések révén segít megőrizni az Ön magas szintű fittségét és munkahelyi teljesítményét.", "description_bg": "Продължавайте да се грижите за състоянието си, така че то да остане минимално ограничено. Редовните медицински прегледи и превенцията на здравословни проблеми чрез здравословен начин на живот, физически упражнения и ергономични мерки на работното място ще ви помогнат да поддържате висока физическа форма и работоспособност на работното място.", "description_sr": "Наставите да водите рачуна о свом стању тако да оно остане минимално ограничено. Редовне здравствене провере и превенција здравствених проблема кроз здрав начин живота, вежбање и ергономске мере на радном месту помоћи ће вам да одржите високу кондицију и перформансе на радном месту.", "description_bs": "Nastavite da vodite računa o svom stanju tako da ono ostane minimalno ograničeno. Redovne zdravstvene kontrole i prevencija zdravstvenih problema kroz zdrav način života, tjelovježbu i ergonomske mjere na radnom mjestu pomoći će vam da održite svoju visoku kondiciju i performanse na radnom mjestu.", "sub_topic": 5, "type": 3}}, {"model": "api.rating", "pk": 10, "fields": {"title": "Low self-confidence", "title_en": "Low self-confidence", "title_cs": "Nízká sebedůvěra", "title_de": "Geringes Selbstvertrauen", "title_sl": "Nizka samozavest", "title_sk": "Nízka sebadôvera", "title_hr": "Nisko samopouzdanje", "title_hu": "Alacsony önbizalom", "title_bg": "Ниска самоувереност", "title_sr": "Ниско самопоуздање", "title_bs": "Nisko samopouzdanje", "description": "To increase self-confidence and motivation, it is important to work on positive self-assessment and seek support in the form of career counselling or mentoring. It is also advisable to actively engage in situations that can gradually increase your confidence and job search skills.", "description_en": "To increase self-confidence and motivation, it is important to work on positive self-assessment and seek support in the form of career counselling or mentoring. It is also advisable to actively engage in situations that can gradually increase your confidence and job search skills.", "description_cs": "Pro zvýšení sebedůvěry a motivace je důležité pracovat na pozitivním sebehodnocení a hledat podporu v podobě kariérního poradenství nebo mentorství. Doporučuje se také aktivně se zapojovat do situací, které mohou postupně zvyšovat vaši sebedůvěru a dovednosti v hledání zaměstnání.", "description_de": "Um das Selbstvertrauen und die Motivation zu steigern, ist es wichtig, an einer positiven Selbsteinschätzung zu arbeiten und Unterstützung in Form von Berufsberatung oder Mentoring zu suchen. Es ist auch ratsam, sich aktiv auf Situationen einzulassen, die Ihr Selbstvertrauen und Ihre Fähigkeiten bei der Arbeitssuche allmählich steigern können.", "description_sl": "Za povečanje samozavesti in motivacije je pomembno, da si prizadevate za pozitivno samooceno in poiščete podporo v obliki kariernega svetovanja ali mentorstva. Priporočljivo je tudi, da se aktivno vključujete v situacije, ki lahko postopoma povečajo vašo samozavest in veščine iskanja zaposlitve.", "description_sk": "Na zvýšenie sebadôvery a motivácie je dôležité pracovať na pozitívnom sebahodnotení a vyhľadať podporu vo forme kariérneho poradenstva alebo mentoringu. Odporúča sa tiež aktívne sa zapájať do situácií, ktoré môžu postupne zvýšiť vaše sebavedomie a zručnosti pri hľadaní práce.", "description_hr": "Za povećanje samopouzdanja i motivacije važno je raditi na pozitivnoj samoprocjeni i potražiti podršku u obliku karijernog savjetovanja ili mentorstva. Također je preporučljivo aktivno se uključiti u situacije koje mogu postupno povećati vaše samopouzdanje i vještine traženja posla.", "description_hu": "Az önbizalom és a motiváció növelése érdekében fontos a pozitív önértékelésen dolgozni, és támogatást kérni karrier-tanácsadás vagy mentorálás formájában. Célszerű továbbá aktívan részt venni olyan helyzetekben, amelyek fokozatosan növelhetik önbizalmát és álláskeresési készségeit.", "description_bg": "За да се повиши самочувствието и мотивацията, е важно да се работи върху положителната самооценка и да се търси подкрепа под формата на кариерно консултиране или наставничество. Препоръчително е също така да се включвате активно в ситуации, които могат постепенно да повишат вашата увереност и умения за търсене на работа.", "description_sr": "За повећање самопоуздања и мотивације важно је радити на позитивној самопроцени и тражити подршку у виду каријерног саветовања или менторства. Такође је препоручљиво да се активно укључите у ситуације које могу постепено повећати ваше самопоуздање и вештине тражења посла.", "description_bs": "Za povećanje samopouzdanja i motivacije važno je raditi na pozitivnoj samoprocjeni i tražiti podršku u vidu karijernog savjetovanja ili mentorstva. Također je preporučljivo aktivno se uključiti u situacije koje mogu postepeno povećati vaše samopouzdanje i vještine traženja posla.", "sub_topic": 6, "type": 1}}, {"model": "api.rating", "pk": 11, "fields": {"title": "Great, but there is room for improvement", "title_en": "Great, but there is room for improvement", "title_cs": "Skvělé, ale je co zlepšovat", "title_de": "Großartig, aber verbesserungsbedürftig", "title_sl": "Odlično, vendar je prostor za izboljšave", "title_sk": "Skvelé, ale je tu priestor na zlepšenie", "title_hr": "Sjajno, ali ima mjesta za napredak", "title_hu": "Nagyszerű, de van még mit javítani rajta", "title_bg": "Страхотно, но има място за подобрение", "title_sr": "Одлично, али има простора за напредак", "title_bs": "Odlično, ali ima prostora za napredak", "description": "For further development, we recommend working on boosting self-confidence and motivation by attending training courses and seminars focused on career growth and personal skills development. Seeking support within a professional network and being actively involved in communities or groups with similar professional interests can also be useful.", "description_en": "For further development, we recommend working on boosting self-confidence and motivation by attending training courses and seminars focused on career growth and personal skills development. Seeking support within a professional network and being actively involved in communities or groups with similar professional interests can also be useful.", "description_cs": "Pro další rozvoj doporučujeme pracovat na posílení sebedůvěry a motivace prostřednictvím účasti na školeních a seminářích zaměřených na kariérní růst a rozvoj osobních dovedností. Užitečné může být také hledání podpory v rámci profesionální sítě a aktivní zapojení do komunit nebo skupin s podobnými profesními zájmy.", "description_de": "Um sich weiterzuentwickeln, empfehlen wir, an der Stärkung des Selbstbewusstseins und der Motivation zu arbeiten, indem Sie an Schulungen und Seminaren teilnehmen, die sich auf die berufliche Weiterentwicklung und die Entwicklung persönlicher Fähigkeiten konzentrieren. Auch die Unterstützung durch ein berufliches Netzwerk und die aktive Beteiligung an Gemeinschaften oder Gruppen mit ähnlichen beruflichen Interessen können hilfreich sein.", "description_sl": "Za nadaljnji razvoj vam priporočamo, da si povečate samozavest in motivacijo z udeležbo na tečajih usposabljanja in seminarjih, ki so osredotočeni na poklicno rast in razvoj osebnih spretnosti. Koristno je tudi iskanje podpore v poklicni mreži in dejavno vključevanje v skupnosti ali skupine s podobnimi poklicnimi interesi.", "description_sk": "Pre ďalší rozvoj odporúčame pracovať na posilnení sebadôvery a motivácie návštevou školení a seminárov zameraných na kariérny rast a rozvoj osobných zručností. Užitočné môže byť aj hľadanie podpory v rámci profesijnej siete a aktívne zapájanie sa do komunít alebo skupín s podobnými profesijnými záujmami.", "description_hr": "Za daljnji razvoj preporučamo rad na jačanju samopouzdanja i motivacije pohađanjem tečajeva i seminara usmjerenih na rast karijere i razvoj osobnih vještina. Traženje podrške unutar profesionalne mreže i aktivno uključivanje u zajednice ili grupe sa sličnim profesionalnim interesima također može biti korisno.", "description_hu": "A további fejlődés érdekében javasoljuk, hogy a karrierépítésre és a személyes készségek fejlesztésére összpontosító képzéseken és szemináriumokon való részvétellel növelje önbizalmát és motivációját. Szintén hasznos lehet a szakmai hálózaton belüli támogatás keresése és a hasonló szakmai érdeklődésű közösségekben vagy csoportokban való aktív részvétel.", "description_bg": "За по-нататъшно развитие ви препоръчваме да работите върху повишаване на самочувствието и мотивацията си, като посещавате курсове за обучение и семинари, насочени към кариерно израстване и развитие на личните умения. Полезно може да бъде и търсенето на подкрепа в рамките на професионалната мрежа и активното участие в общности или групи със сходни професионални интереси.", "description_sr": "За даљи развој препоручујемо рад на подизању самопоуздања и мотивације похађањем курсева и семинара који су фокусирани на развој каријере и развој личних вештина. Тражење подршке у оквиру професионалне мреже и активно укључивање у заједнице или групе са сличним професионалним интересима такође може бити корисно.", "description_bs": "Za dalji razvoj preporučujemo rad na jačanju samopouzdanja i motivacije pohađanjem kurseva i seminara usmjerenih na razvoj karijere i razvoj ličnih vještina. Traženje podrške unutar profesionalne mreže i aktivno uključivanje u zajednice ili grupe sa sličnim profesionalnim interesima također može biti korisno.", "sub_topic": 6, "type": 2}}, {"model": "api.rating", "pk": 12, "fields": {"title": "High self-confidence", "title_en": "High self-confidence", "title_cs": "Vysoká sebedůvěra", "title_de": "Hohes Selbstvertrauen", "title_sl": "Visoka samozavest", "title_sk": "Vysoká sebadôvera", "title_hr": "Visoko samopouzdanje", "title_hu": "Nagy önbizalom", "title_bg": "Висока самоувереност", "title_sr": "Високо самопоуздање", "title_bs": "Visoko samopouzdanje", "description": "Continue your positive attitude and high level of motivation. Maintain and develop your professional skills and confidence through continuous learning and actively seeking new opportunities. Your strong self-confidence and motivation are key factors for success in the job market.", "description_en": "Continue your positive attitude and high level of motivation. Maintain and develop your professional skills and confidence through continuous learning and actively seeking new opportunities. Your strong self-confidence and motivation are key factors for success in the job market.", "description_cs": "Pokračujte ve svém pozitivním přístupu a vysoké míře motivace. Udržujte a rozvíjejte své profesionální dovednosti a sebedůvěru prostřednictvím kontinuálního vzdělávání a aktivního hledání nových příležitostí. Vaše silná sebedůvěra a motivace jsou klíčovými faktory úspěchu na trhu práce.", "description_de": "Behalten Sie Ihre positive Einstellung und Ihr hohes Maß an Motivation bei. Bewahren und entwickeln Sie Ihre beruflichen Fähigkeiten und Ihr Selbstvertrauen durch kontinuierliches Lernen und die aktive Suche nach neuen Möglichkeiten. Ihr starkes Selbstvertrauen und Ihre Motivation sind Schlüsselfaktoren für den Erfolg auf dem Arbeitsmarkt.", "description_sl": "Še naprej bodite pozitivno naravnani in visoko motivirani. Z nenehnim učenjem in aktivnim iskanjem novih priložnosti ohranjajte in razvijte svoje poklicne spretnosti in samozavest. Močna samozavest in motivacija sta ključna dejavnika za uspeh na trgu dela.", "description_sk": "Pokračujte v pozitívnom prístupe a vysokej motivácii. Udržujte a rozvíjajte svoje profesionálne zručnosti a sebadôveru prostredníctvom neustáleho vzdelávania a aktívneho vyhľadávania nových príležitostí. Vaše silné sebavedomie a motivácia sú kľúčovými faktormi úspechu na trhu práce.", "description_hr": "Nastavite s pozitivnim stavom i visokom razinom motivacije. Održavajte i razvijajte svoje profesionalne vještine i samopouzdanje kontinuiranim učenjem i aktivnim traženjem novih prilika. Vaše snažno samopouzdanje i motivacija ključni su čimbenici uspjeha na tržištu rada.", "description_hu": "Folytassa pozitív hozzáállását és magas szintű motivációját. Folyamatos tanulással és az új lehetőségek aktív keresésével őrizze meg és fejlessze szakmai készségeit és önbizalmát. Az Ön erős önbizalma és motiváltsága kulcsfontosságú tényező a munkaerőpiacon való sikerhez.", "description_bg": "Продължавайте да сте позитивно настроени и да имате висока мотивация. Поддържайте и развивайте професионалните си умения и увереност чрез непрекъснато обучение и активно търсене на нови възможности. Силната ви самоувереност и мотивация са ключови фактори за успех на пазара на труда.", "description_sr": "Наставите са својим позитивним ставом и високим нивоом мотивације. Одржавајте и развијајте своје професионалне вештине и самопоуздање кроз континуирано учење и активно тражење нових могућности. Ваше снажно самопоуздање и мотивација су кључни фактори за успех на тржишту рада.", "description_bs": "Nastavite sa svojim pozitivnim stavom i visokim nivoom motivacije. Održavajte i razvijajte svoje profesionalne vještine i samopouzdanje kroz kontinuirano učenje i aktivno traženje novih mogućnosti. Vaše snažno samopouzdanje i motivacija ključni su faktori za uspjeh na tržištu rada.", "sub_topic": 6, "type": 3}}, {"model": "api.rating", "pk": 13, "fields": {"title": "You don't feel comfortable in your life situation", "title_en": "You don't feel comfortable in your life situation", "title_cs": "Necítíte se dobře ve své životní situaci", "title_de": "Sie fühlen sich in Ihrer Lebenssituation nicht wohl", "title_sl": "V svoji življenjski situaciji se ne počutite dobro.", "title_sk": "Necítite sa vo svojej životnej situácii dobre", "title_hr": "Ne osjećate se ugodno u svojoj životnoj situaciji", "title_hu": "Nem érzed jól magad az élethelyzetedben.", "title_bg": "Не се чувствате комфортно в житейската си ситуация", "title_sr": "Не осећате се пријатно у својој животној ситуацији", "title_bs": "Ne osjećate se ugodno u svojoj životnoj situaciji", "description": "To improve your situation, it is important to seek financial counseling and support that can help with debt and foreclosures. It is also advisable to look for flexible work options to better balance family commitments with working life. Increasing awareness of one's own skills and value in the labour market can help overcome social barriers and increase self-confidence.", "description_en": "To improve your situation, it is important to seek financial counseling and support that can help with debt and foreclosures. It is also advisable to look for flexible work options to better balance family commitments with working life. Increasing awareness of one's own skills and value in the labour market can help overcome social barriers and increase self-confidence.", "description_cs": "Pro zlepšení situace je důležité hledat finanční poradenství a podporu, která může pomoci s dluhy a exekucemi. Doporučuje se také hledat flexibilní pracovní možnosti, které by umožnily lépe sladit rodinné závazky s pracovním životem. Zvyšování povědomí o vlastních dovednostech a hodnotě na trhu práce může pomoci překonat sociální bariéry a zvýšit sebedůvěru.", "description_de": "Um Ihre Situation zu verbessern, ist es wichtig, eine Finanzberatung in Anspruch zu nehmen, die bei Schulden und Zwangsvollstreckungen helfen kann. Es ist auch ratsam, nach flexiblen Arbeitsmöglichkeiten zu suchen, um familiäre Verpflichtungen und das Berufsleben besser zu vereinbaren. Die Steigerung des Bewusstseins für die eigenen Fähigkeiten und den eigenen Wert auf dem Arbeitsmarkt kann helfen, soziale Barrieren zu überwinden und das Selbstvertrauen zu stärken.", "description_sl": "Da bi izboljšali svoj položaj, je treba poiskati finančno svetovanje in podporo, ki vam lahko pomagata pri reševanju dolgov in zaplembe premoženja. Prav tako je priporočljivo poiskati prožne možnosti dela, da bi bolje uskladili družinske obveznosti s poklicnim življenjem. Večje zavedanje o lastnih sposobnostih in vrednosti na trgu dela lahko pomaga premagati družbene ovire in poveča samozavest.", "description_sk": "Ak chcete zlepšiť svoju situáciu, je dôležité vyhľadať finančné poradenstvo a podporu, ktoré vám pomôžu pri riešení dlhov a exekúcií. Odporúča sa tiež hľadať flexibilné pracovné možnosti, aby ste lepšie zladili rodinné povinnosti s pracovným životom. Zvýšenie povedomia o vlastných schopnostiach a hodnote na trhu práce môže pomôcť prekonať sociálne bariéry a zvýšiť sebadôveru.", "description_hr": "Kako biste poboljšali svoju situaciju, važno je potražiti financijsko savjetovanje i podršku koja može pomoći s dugom i ovrhama. Također je preporučljivo potražiti fleksibilne mogućnosti rada kako biste bolje uskladili obiteljske obveze s poslovnim životom. Povećanje svijesti o vlastitim vještinama i vrijednosti na tržištu rada može pomoći u prevladavanju društvenih prepreka i povećanju samopouzdanja.", "description_hu": "Helyzetének javítása érdekében fontos, hogy pénzügyi tanácsadást és támogatást kérjen, amely segíthet az adósságok és az elárverezések kezelésében. Célszerű továbbá rugalmas munkalehetőségek után nézni, hogy jobban össze lehessen egyeztetni a családi kötelezettségeket a munkával. A saját készségek és a munkaerő-piaci érték tudatosítása segíthet a társadalmi akadályok leküzdésében és az önbizalom növelésében.", "description_bg": "За да подобрите положението си, е важно да потърсите финансово консултиране и подкрепа, които могат да ви помогнат в борбата с дълговете и принудителното отнемане на имущество. Също така е препоръчително да потърсите гъвкави възможности за работа, за да съчетаете по-добре семейните ангажименти с професионалния живот. Повишаването на осведомеността за собствените умения и стойност на пазара на труда може да помогне за преодоляване на социалните бариери и повишаване на самочувствието.", "description_sr": "Да бисте побољшали своју ситуацију, важно је да тражите финансијско саветовање и подршку која вам може помоћи у вези са дуговима и запленом. Такође је препоручљиво тражити флексибилне радне опције како бисте боље балансирали породичне обавезе са радним животом. Повећање свести о сопственим вештинама и вредностима на тржишту рада може помоћи у превазилажењу друштвених баријера и повећању самопоуздања.", "description_bs": "Da biste poboljšali svoju situaciju, važno je potražiti financijsko savjetovanje i podršku koja vam može pomoći kod dugova i ovrha. Takođe je preporučljivo tražiti fleksibilne mogućnosti rada kako biste bolje balansirali porodične obaveze i radni život. Povećanje svijesti o vlastitim vještinama i vrijednostima na tržištu rada može pomoći u prevladavanju društvenih barijera i povećanju samopouzdanja.", "sub_topic": 7, "type": 1}}, {"model": "api.rating", "pk": 14, "fields": {"title": "Satisfactory living situation", "title_en": "Satisfactory living situation", "title_cs": "Uspokojivá životní situace", "title_de": "Zufriedenstellende Wohnsituation", "title_sl": "Zadovoljive življenjske razmere", "title_sk": "Uspokojivá životná situácia", "title_hr": "Zadovoljavajuća životna situacija", "title_hu": "Megfelelő élethelyzet", "title_bg": "Задоволителна жилищна ситуация", "title_sr": "Задовољавајућа животна ситуација", "title_bs": "Zadovoljavajuća životna situacija", "description": "To improve further, it is advisable to continue working on financial stability and to look for flexible employment opportunities that allow a better balance between family and work commitments. Strengthening self-confidence and the ability to overcome social stereotypes can also help in finding employment and achieving a better work-life balance.", "description_en": "To improve further, it is advisable to continue working on financial stability and to look for flexible employment opportunities that allow a better balance between family and work commitments. Strengthening self-confidence and the ability to overcome social stereotypes can also help in finding employment and achieving a better work-life balance.", "description_cs": "Pro další zlepšení je vhodné pokračovat v práci na finanční stabilitě a hledat možnosti flexibilního zaměstnání, které umožní lepší sladění rodinných a pracovních závazků. Posilování sebedůvěry a schopnosti překonávat sociální stereotypy může rovněž pomoci při hledání zaměstnání a dosažení lepší rovnováhy mezi pracovním a soukromým životem.", "description_de": "Um sich weiter zu verbessern, ist es ratsam, weiter an der finanziellen Stabilität zu arbeiten und nach flexiblen Beschäftigungsmöglichkeiten zu suchen, die ein besseres Gleichgewicht zwischen familiären und beruflichen Verpflichtungen ermöglichen. Die Stärkung des Selbstbewusstseins und der Fähigkeit, soziale Stereotypen zu überwinden, kann ebenfalls dazu beitragen, eine Beschäftigung zu finden und eine bessere Vereinbarkeit von Beruf und Familie zu erreichen.", "description_sl": "Za nadaljnje izboljšanje je priporočljivo, da še naprej skrbite za finančno stabilnost in poiščete prožne zaposlitvene možnosti, ki omogočajo boljše ravnovesje med družinskimi in delovnimi obveznostmi. Pri iskanju zaposlitve in doseganju boljšega ravnovesja med poklicnim in zasebnim življenjem lahko pomagata tudi krepitev samozavesti in sposobnost premagovanja družbenih stereotipov.", "description_sk": "Na ďalšie zlepšenie sa odporúča naďalej pracovať na finančnej stabilite a hľadať flexibilné pracovné príležitosti, ktoré umožnia lepšie zosúladiť rodinné a pracovné povinnosti. Pri hľadaní zamestnania a dosahovaní lepšej rovnováhy medzi pracovným a súkromným životom môže pomôcť aj posilňovanie sebadôvery a schopnosti prekonávať spoločenské stereotypy.", "description_hr": "Za daljnji napredak, preporučljivo je nastaviti raditi na financijskoj stabilnosti i tražiti fleksibilne prilike za zapošljavanje koje omogućuju bolju ravnotežu između obiteljskih i radnih obveza. Jačanje samopouzdanja i sposobnosti prevladavanja društvenih stereotipa također može pomoći u pronalaženju posla i postizanju bolje ravnoteže između poslovnog i privatnog života.", "description_hu": "A további javulás érdekében tanácsos tovább dolgozni a pénzügyi stabilitáson, és olyan rugalmas munkalehetőségeket keresni, amelyek lehetővé teszik a családi és munkahelyi kötelezettségek jobb egyensúlyát. Az önbizalom erősítése és a társadalmi sztereotípiák leküzdésének képessége szintén segíthet az álláskeresésben és a munka és a magánélet jobb egyensúlyának elérésében.", "description_bg": "За да се подобрите още повече, е препоръчително да продължите да работите върху финансовата си стабилност и да потърсите гъвкави възможности за работа, които позволяват по-добър баланс между семейните и професионалните ангажименти. Укрепването на самочувствието и способността да се преодоляват социалните стереотипи също може да помогне за намирането на работа и постигането на по-добър баланс между професионалния и личния живот.", "description_sr": "У циљу даљег побољшања, препоручљиво је наставити радити на финансијској стабилности и тражити флексибилне могућности запошљавања које омогућавају бољу равнотежу између породичних и пословних обавеза. Јачање самопоуздања и способност да се превазиђу друштвени стереотипи такође могу помоћи у проналажењу посла и постизању бољег баланса између посла и приватног живота.", "description_bs": "Radi daljeg poboljšanja, preporučljivo je nastaviti raditi na finansijskoj stabilnosti i tražiti fleksibilne mogućnosti zapošljavanja koje omogućavaju bolju ravnotežu između porodičnih i poslovnih obaveza. Jačanje samopouzdanja i sposobnost prevazilaženja društvenih stereotipa također može pomoći u pronalaženju posla i postizanju boljeg balansa između posla i privatnog života.", "sub_topic": 7, "type": 2}}, {"model": "api.rating", "pk": 15, "fields": {"title": "Good living situation", "title_en": "Good living situation", "title_cs": "Dobrá životní situace", "title_de": "Gute Wohnsituation", "title_sl": "Dobre življenjske razmere", "title_sk": "Dobrá životná situácia", "title_hr": "Dobra životna situacija", "title_hu": "Jó életkörülmények", "title_bg": "Добра жилищна ситуация", "title_sr": "Добра животна ситуација", "title_bs": "Dobra životna situacija", "description": "Continue to maintain financial stability and effectively balance family and work commitments. Your ability to overcome social barriers and maintain a work-life balance is excellent and contributes to your success in the labour market.", "description_en": "Continue to maintain financial stability and effectively balance family and work commitments. Your ability to overcome social barriers and maintain a work-life balance is excellent and contributes to your success in the labour market.", "description_cs": "Pokračujte v udržování finanční stability a efektivního sladění rodinných a pracovních závazků. Vaše schopnost překonávat sociální bariéry a udržovat rovnováhu mezi pracovním a soukromým životem je vynikající a přispívá k vašemu úspěchu na trhu práce.", "description_de": "Sie sind weiterhin finanziell stabil und können Ihre familiären und beruflichen Verpflichtungen gut miteinander vereinbaren. Ihre Fähigkeit, soziale Barrieren zu überwinden und Beruf und Privatleben zu vereinbaren, ist ausgezeichnet und trägt zu Ihrem Erfolg auf dem Arbeitsmarkt bei.", "description_sl": "Še naprej ohranjajte finančno stabilnost ter učinkovito usklajujte družinske in delovne obveznosti. Vaša sposobnost premagovanja socialnih ovir in ohranjanja ravnovesja med poklicnim in zasebnim življenjem je odlična in prispeva k vašemu uspehu na trgu dela.", "description_sk": "Pokračujte v udržiavaní finančnej stability a účinnom zosúladení rodinných a pracovných záväzkov. Vaša schopnosť prekonávať sociálne prekážky a udržiavať rovnováhu medzi pracovným a súkromným životom je vynikajúca a prispieva k vášmu úspechu na trhu práce.", "description_hr": "Nastavite održavati financijsku stabilnost i učinkovito uskladite obiteljske i poslovne obveze. Vaša sposobnost prevladavanja društvenih prepreka i održavanja ravnoteže između poslovnog i privatnog života je izvrsna i pridonosi vašem uspjehu na tržištu rada.", "description_hu": "A pénzügyi stabilitás fenntartása és a családi és munkahelyi kötelezettségek hatékony összeegyeztetése. A társadalmi akadályok leküzdésére és a munka és a magánélet egyensúlyának fenntartására való képessége kiváló, és hozzájárul a munkaerőpiacon való sikerességéhez.", "description_bg": "Продължавайте да поддържате финансова стабилност и ефективно да съчетавате семейните и професионалните ангажименти. Способността ви да преодолявате социалните бариери и да поддържате баланс между професионалния и личния живот е отлична и допринася за успеха ви на пазара на труда.", "description_sr": "Наставите да одржавате финансијску стабилност и ефикасно балансирајте породичне и пословне обавезе. Ваша способност да превазиђете друштвене баријере и одржите равнотежу између посла и приватног живота је одлична и доприноси вашем успеху на тржишту рада.", "description_bs": "Nastavite da održavate finansijsku stabilnost i efikasno balansirajte porodične i poslovne obaveze. Vaša sposobnost da prevaziđete društvene barijere i održite ravnotežu između poslovnog i privatnog života je odlična i doprinosi vašem uspjehu na tržištu rada.", "sub_topic": 7, "type": 3}}, {"model": "api.rating", "pk": 16, "fields": {"title": "Not very satisfied", "title_en": "Not very satisfied", "title_cs": "Nepříliš spokojený", "title_de": "Nicht sehr zufrieden", "title_sl": "Nisem zelo zadovoljen", "title_sk": "Nie veľmi spokojný", "title_hr": "Nisam baš zadovoljan", "title_hu": "Nem nagyon elégedett", "title_bg": "Не много доволен", "title_sr": "Нисам баш задовољан", "title_bs": "Nisam baš zadovoljan", "description": "To improve overall satisfaction, we recommend focusing on specific areas that need improvement. This may include health care, building and strengthening personal relationships, and finding ways to increase feelings of security and confidence for the future. It is also recommended to find activities or a community that will support a spiritual or religious life.", "description_en": "To improve overall satisfaction, we recommend focusing on specific areas that need improvement. This may include health care, building and strengthening personal relationships, and finding ways to increase feelings of security and confidence for the future. It is also recommended to find activities or a community that will support a spiritual or religious life.", "description_cs": "Pro zlepšení celkové spokojenosti doporučujeme zaměřit se na konkrétní oblasti, které vyžadují zlepšení. To může zahrnovat péči o zdraví, budování a posilování osobních vztahů, hledání způsobů, jak zvýšit pocit bezpečí a jistoty do budoucnosti. Doporučuje se také najít aktivity nebo komunitu, která podpoří duchovní nebo náboženský život.", "description_de": "Um die Gesamtzufriedenheit zu erhöhen, empfehlen wir, sich auf bestimmte Bereiche zu konzentrieren, die verbessert werden müssen. Dazu können die Gesundheitsfürsorge, der Aufbau und die Stärkung persönlicher Beziehungen und die Suche nach Möglichkeiten zur Stärkung des Gefühls der Sicherheit und des Vertrauens in die Zukunft gehören. Es wird auch empfohlen, Aktivitäten oder eine Gemeinschaft zu finden, die ein spirituelles oder religiöses Leben unterstützen.", "description_sl": "Za izboljšanje splošnega zadovoljstva priporočamo, da se osredotočite na določena področja, ki jih je treba izboljšati. To lahko vključuje zdravstveno varstvo, vzpostavljanje in krepitev osebnih odnosov ter iskanje načinov za povečanje občutka varnosti in zaupanja v prihodnost. Priporočljivo je tudi poiskati dejavnosti ali skupnost, ki bo podpirala duhovno ali versko življenje.", "description_sk": "Na zlepšenie celkovej spokojnosti odporúčame zamerať sa na konkrétne oblasti, ktoré je potrebné zlepšiť. Môže ísť o zdravotnú starostlivosť, budovanie a posilňovanie osobných vzťahov a hľadanie spôsobov, ako zvýšiť pocit istoty a dôvery do budúcnosti. Odporúča sa tiež nájsť aktivity alebo spoločenstvo, ktoré podporia duchovný alebo náboženský život.", "description_hr": "Kako biste poboljšali opće zadovoljstvo, preporučujemo da se usredotočite na određena područja koja trebaju poboljšanja. To može uključivati ​​zdravstvenu skrb, izgradnju i jačanje osobnih odnosa i pronalaženje načina za povećanje osjećaja sigurnosti i povjerenja za budućnost. Također se preporučuje pronaći aktivnosti ili zajednicu koja će podržati duhovni ili vjerski život.", "description_hu": "Az általános elégedettség javítása érdekében azt javasoljuk, hogy összpontosítson azokra a konkrét területekre, amelyek javításra szorulnak. Ezek közé tartozhat az egészségügyi ellátás, a személyes kapcsolatok kiépítése és erősítése, valamint a biztonságérzet és a jövőbe vetett bizalom növelésének módjainak megtalálása. Ajánlott továbbá olyan tevékenységeket vagy közösséget találni, amelyek támogatják a lelki vagy vallási életet.", "description_bg": "За да подобрите общата удовлетвореност, препоръчваме да се съсредоточите върху конкретни области, които се нуждаят от подобрение. Това може да включва здравеопазването, изграждането и укрепването на личните взаимоотношения и намирането на начини за повишаване на чувството за сигурност и увереност в бъдещето. Препоръчва се също така да се намерят дейности или общност, които да подпомагат духовния или религиозния живот.", "description_sr": "Да бисте побољшали опште задовољство, препоручујемо да се фокусирате на одређене области које треба побољшати. Ово може укључивати здравствену заштиту, изградњу и јачање личних односа и проналажење начина да се повећа осећај сигурности и самопоуздања за будућност. Такође се препоручује проналажење активности или заједнице која ће подржати духовни или верски живот.", "description_bs": "Da biste poboljšali sveukupno zadovoljstvo, preporučujemo da se fokusirate na određena područja koja treba poboljšati. To može uključivati ​​zdravstvenu zaštitu, izgradnju i jačanje ličnih odnosa i pronalaženje načina za povećanje osjećaja sigurnosti i samopouzdanja za budućnost. Također je preporučljivo pronaći aktivnosti ili zajednicu koja će podržati duhovni ili vjerski život.", "sub_topic": 8, "type": 1}}, {"model": "api.rating", "pk": 17, "fields": {"title": "Satisfied, but with minor problems", "title_en": "Satisfied, but with minor problems", "title_cs": "Spokojený, ale s menšími problémy", "title_de": "Zufrieden, aber mit kleinen Problemen", "title_sl": "Zadovoljen, vendar z manjšimi težavami", "title_sk": "Spokojný, ale s menšími problémami", "title_hr": "Zadovoljan, ali s manjim problemima", "title_hu": "Elégedett, de kisebb problémákkal", "title_bg": "Удовлетворен, но с малки проблеми", "title_sr": "Задовољан, али са мањим проблемима", "title_bs": "Zadovoljan, ali sa manjim problemima", "description": "To further improve overall satisfaction, we recommend continuing to take care of your health, working towards personal and professional goals, and strengthening personal relationships. Increasing feelings of security and seeking certainty for the future can also contribute to improved satisfaction. Devoting oneself to a spiritual or religious life can enhance inner peace and serenity.", "description_en": "To further improve overall satisfaction, we recommend continuing to take care of your health, working towards personal and professional goals, and strengthening personal relationships. Increasing feelings of security and seeking certainty for the future can also contribute to improved satisfaction. Devoting oneself to a spiritual or religious life can enhance inner peace and serenity.", "description_cs": "Pro další zlepšení celkové spokojenosti doporučujeme pokračovat v péči o zdraví, pracovat na dosažení osobních a profesních cílů a posilovat osobní vztahy. Zvýšení pocitu bezpečí a hledání jistoty do budoucnosti může také přispět ke zlepšení spokojenosti. Věnování se duchovnímu nebo náboženskému životu může posílit vnitřní klid a vyrovnanost.", "description_de": "Um die Gesamtzufriedenheit weiter zu verbessern, empfehlen wir, sich weiterhin um Ihre Gesundheit zu kümmern, auf persönliche und berufliche Ziele hinzuarbeiten und persönliche Beziehungen zu stärken. Die Steigerung des Sicherheitsgefühls und die Suche nach Gewissheit für die Zukunft können ebenfalls zur Verbesserung der Zufriedenheit beitragen. Sich einem spirituellen oder religiösen Leben zu widmen, kann den inneren Frieden und die Gelassenheit fördern.", "description_sl": "Da bi še izboljšali splošno zadovoljstvo, vam priporočamo, da še naprej skrbite za svoje zdravje, si prizadevate za osebne in poklicne cilje ter krepite osebne odnose. K večjemu zadovoljstvu lahko prispevata tudi povečanje občutka varnosti in iskanje gotovosti za prihodnost. Posvečanje duhovnemu ali verskemu življenju lahko poveča notranji mir in spokojnost.", "description_sk": "Na ďalšie zlepšenie celkovej spokojnosti odporúčame naďalej sa starať o svoje zdravie, pracovať na osobných a profesionálnych cieľoch a posilňovať osobné vzťahy. K väčšej spokojnosti môže prispieť aj zvyšovanie pocitu bezpečia a hľadanie istoty do budúcnosti. Venovanie sa duchovnému alebo náboženskému životu môže posilniť vnútorný pokoj a vyrovnanosť.", "description_hr": "Za daljnje poboljšanje općeg zadovoljstva, preporučujemo nastavak brige o svom zdravlju, rad prema osobnim i profesionalnim ciljevima te jačanje osobnih odnosa. Povećanje osjećaja sigurnosti i traženje sigurnosti za budućnost također mogu pridonijeti poboljšanju zadovoljstva. Posvećivanje duhovnom ili vjerskom životu može poboljšati unutarnji mir i spokoj.", "description_hu": "Az általános elégedettség további javítása érdekében javasoljuk, hogy továbbra is törődjön az egészségével, dolgozzon személyes és szakmai céljaiért, és erősítse személyes kapcsolatait. A biztonságérzet növelése és a jövőre vonatkozó bizonyosság keresése szintén hozzájárulhat az elégedettség javulásához. A spirituális vagy vallásos életnek való elköteleződés fokozhatja a belső békét és nyugalmat.", "description_bg": "За да подобрите още повече цялостната си удовлетвореност, препоръчваме да продължите да се грижите за здравето си, да работите за постигане на лични и професионални цели и да укрепвате личните си взаимоотношения. Повишаването на чувството за сигурност и търсенето на сигурност за бъдещето също може да допринесе за подобряване на удовлетвореността. Посвещаването на духовен или религиозен живот може да подобри вътрешния мир и спокойствие.", "description_sr": "Да бисте додатно побољшали опште задовољство, препоручујемо да наставите да водите рачуна о свом здрављу, радите на личним и професионалним циљевима и јачате личне односе. Повећање осећаја сигурности и тражење извесности за будућност такође могу допринети побољшању задовољства. Посвећење духовном или религиозном животу може побољшати унутрашњи мир и спокој.", "description_bs": "Kako biste dodatno poboljšali sveukupno zadovoljstvo, preporučujemo da nastavite da brinete o svom zdravlju, radite na ličnim i profesionalnim ciljevima i jačate lične odnose. Povećanje osjećaja sigurnosti i traženje sigurnosti za budućnost također mogu doprinijeti poboljšanju zadovoljstva. Posvećenje duhovnom ili religioznom životu može poboljšati unutrašnji mir i spokoj.", "sub_topic": 8, "type": 2}}, {"model": "api.rating", "pk": 18, "fields": {"title": "Very satisfied", "title_en": "Very satisfied", "title_cs": "Velmi spokojený", "title_de": "Sehr zufrieden", "title_sl": "Zelo zadovoljen", "title_sk": "Veľmi spokojný", "title_hr": "Vrlo zadovoljan", "title_hu": "Nagyon elégedett", "title_bg": "Много доволен", "title_sr": "Веома задовољан", "title_bs": "Veoma zadovoljan", "description": "Continue to take care of your health, maintain and strengthen your personal relationships, and continue your successes. Your high level of satisfaction is evidence of a well-balanced and fulfilled life. Maintaining this balance and positive attitude will help you continue to achieve high levels of wellbeing.", "description_en": "Continue to take care of your health, maintain and strengthen your personal relationships, and continue your successes. Your high level of satisfaction is evidence of a well-balanced and fulfilled life. Maintaining this balance and positive attitude will help you continue to achieve high levels of wellbeing.", "description_cs": "Pokračujte v péči o své zdraví, udržujte a posilujte osobní vztahy a pokračujte ve svých úspěších. Vaše vysoká úroveň spokojenosti je důkazem dobře vyváženého a naplněného života. Udržování této rovnováhy a pozitivního přístupu vám pomůže i nadále dosahovat vysoké úrovně wellbeing.", "description_de": "Kümmern Sie sich weiterhin um Ihre Gesundheit, pflegen und stärken Sie Ihre persönlichen Beziehungen und setzen Sie Ihre Erfolge fort. Ihre hohe Zufriedenheit ist der Beweis für ein ausgeglichenes und erfülltes Leben. Wenn Sie dieses Gleichgewicht und diese positive Einstellung beibehalten, werden Sie auch weiterhin ein hohes Maß an Wohlbefinden erreichen.", "description_sl": "Še naprej skrbite za svoje zdravje, ohranjajte in krepite osebne odnose ter nadaljujte z uspehi. Vaša visoka stopnja zadovoljstva je dokaz uravnoteženega in izpolnjenega življenja. Ohranjanje tega ravnovesja in pozitivne naravnanosti vam bo pomagalo še naprej dosegati visoko raven dobrega počutja.", "description_sk": "Pokračujte v starostlivosti o svoje zdravie, udržiavajte a posilňujte svoje osobné vzťahy a pokračujte vo svojich úspechoch. Vaša vysoká miera spokojnosti je dôkazom vyrovnaného a naplneného života. Zachovanie tejto rovnováhy a pozitívneho prístupu vám pomôže naďalej dosahovať vysokú úroveň pohody.", "description_hr": "Brinite i dalje o svom zdravlju, održavajte i jačajte osobne odnose i nizajte uspjehe. Vaša visoka razina zadovoljstva dokaz je dobro uravnoteženog i ispunjenog života. Održavanje ove ravnoteže i pozitivnog stava pomoći će vam da postignete visoku razinu blagostanja.", "description_hu": "Továbbra is vigyázzon az egészségére, tartsa fenn és erősítse személyes kapcsolatait, és folytassa sikereit. Az Ön magas szintű elégedettsége egy kiegyensúlyozott és kiteljesedett életről tanúskodik. Ennek az egyensúlynak és pozitív hozzáállásnak a fenntartása segít Önnek abban, hogy továbbra is magas szintű jólétet érjen el.", "description_bg": "Продължавайте да се грижите за здравето си, поддържайте и укрепвайте личните си взаимоотношения и продължавайте да постигате успехи. Високото ви ниво на удовлетвореност е доказателство за добре балансиран и пълноценен живот. Поддържането на този баланс и положителна нагласа ще ви помогне да продължите да постигате високи нива на благополучие.", "description_sr": "Наставите да водите рачуна о свом здрављу, одржавајте и јачајте личне односе и наставите са успехом. Ваш висок ниво задовољства је доказ добро избалансираног и испуњеног живота. Одржавање ове равнотеже и позитивног става помоћи ће вам да наставите да постижете висок ниво благостања.", "description_bs": "Nastavite da vodite računa o svom zdravlju, održavajte i jačajte lične odnose i nastavite sa uspjesima. Vaš visok nivo zadovoljstva je dokaz dobro izbalansiranog i ispunjenog života. Održavanje ove ravnoteže i pozitivnog stava pomoći će vam da nastavite da postižete visok nivo dobrobiti.", "sub_topic": 8, "type": 3}}, {"model": "api.rating", "pk": 28, "fields": {"title": "Not very satisfied", "title_en": "Not very satisfied", "title_cs": "Nepříliš spokojený", "title_de": "Nicht sehr zufrieden", "title_sl": "Nisem zelo zadovoljen", "title_sk": "Nie veľmi spokojný", "title_hr": "Nisam baš zadovoljan", "title_hu": "Nem nagyon elégedett", "title_bg": "Не много доволен", "title_sr": "Нисам баш задовољан", "title_bs": "Nisam baš zadovoljan", "description": "To improve this situation, it is important to look for ways to better balance work and family responsibilities and to find support in the form of counselling or mentoring. It is also advisable to work on personal development and professional qualifications to increase job stability and opportunities for better job prospects.", "description_en": "To improve this situation, it is important to look for ways to better balance work and family responsibilities and to find support in the form of counselling or mentoring. It is also advisable to work on personal development and professional qualifications to increase job stability and opportunities for better job prospects.", "description_cs": "Pro zlepšení této situace je důležité hledat způsoby, jak lépe sladit pracovní a rodinné povinnosti, a najít podporu ve formě poradenství nebo mentoringu. Doporučuje se také pracovat na osobním rozvoji a zvyšování odborných kvalifikací, aby se zvýšila stabilita zaměstnání a možnosti pro lepší pracovní příležitosti.", "description_de": "Um diese Situation zu verbessern, ist es wichtig, nach Wegen zu suchen, um berufliche und familiäre Verpflichtungen besser miteinander zu vereinbaren und Unterstützung in Form von Beratung oder Mentoring zu finden. Es ist auch ratsam, an der persönlichen Entwicklung und den beruflichen Qualifikationen zu arbeiten, um die Stabilität des Arbeitsplatzes und die Chancen auf bessere Beschäftigungsaussichten zu erhöhen.", "description_sl": "Za izboljšanje tega stanja je treba poiskati načine za boljše usklajevanje poklicnih in družinskih obveznosti ter poiskati podporo v obliki svetovanja ali mentorstva. Prav tako je priporočljivo delati na osebnem razvoju in poklicnih kvalifikacijah, da bi povečali stabilnost zaposlitve in možnosti za boljše zaposlitvene možnosti.", "description_sk": "Na zlepšenie tejto situácie je dôležité hľadať spôsoby, ako lepšie zladiť pracovné a rodinné povinnosti, a nájsť podporu vo forme poradenstva alebo mentoringu. Odporúča sa tiež pracovať na osobnom rozvoji a odbornej kvalifikácii, aby sa zvýšila stabilita zamestnania a možnosti lepších pracovných vyhliadok.", "description_hr": "Kako bi se ova situacija poboljšala, važno je tražiti načine kako bolje uskladiti poslovne i obiteljske obveze te pronaći podršku u obliku savjetovanja ili mentorstva. Također je preporučljivo raditi na osobnom razvoju i profesionalnim kvalifikacijama kako bi se povećala stabilnost posla i mogućnosti za bolje izglede za posao.", "description_hu": "A helyzet javítása érdekében fontos, hogy keressük a munka és a családi kötelezettségek jobb összehangolásának lehetőségeit, és keressünk támogatást tanácsadás vagy mentorálás formájában. Célszerű továbbá a személyes fejlődésen és a szakmai képesítéseken dolgozni a munkahelyi stabilitás és a jobb elhelyezkedési esélyek növelése érdekében.", "description_bg": "За да се подобри това положение, е важно да се търсят начини за по-добро съчетаване на професионалните и семейните задължения и да се намери подкрепа под формата на консултации или наставничество. Препоръчително е също така да се работи върху личностното развитие и професионалната квалификация, за да се повиши стабилността на работното място и възможностите за по-добри перспективи за работа.", "description_sr": "Да би се ова ситуација побољшала, важно је тражити начине да боље ускладите посао и породичне обавезе и пронаћи подршку у виду саветовања или менторства. Такође је препоручљиво радити на личном развоју и професионалним квалификацијама како би се повећала стабилност посла и могућности за боље изгледе за посао.", "description_bs": "Da bi se ova situacija popravila, važno je tražiti načine za bolju ravnotežu između radnih i porodičnih obaveza i pronaći podršku u vidu savjetovanja ili mentorstva. Takođe je preporučljivo raditi na ličnom razvoju i profesionalnim kvalifikacijama kako bi se povećala stabilnost posla i mogućnosti za bolje izglede za posao.", "sub_topic": 12, "type": 1}}, {"model": "api.rating", "pk": 29, "fields": {"title": "Satisfied, but with minor problems", "title_en": "Satisfied, but with minor problems", "title_cs": "Spokojený, ale s menšími problémy", "title_de": "Zufrieden, aber mit kleinen Problemen", "title_sl": "Zadovoljen, vendar z manjšimi težavami", "title_sk": "Spokojný, ale s menšími problémami", "title_hr": "Zadovoljan, ali s manjim problemima", "title_hu": "Elégedett, de kisebb problémákkal", "title_bg": "Удовлетворен, но с малки проблеми", "title_sr": "Задовољан, али са мањим проблемима", "title_bs": "Zadovoljan, ali sa manjim problemima", "description": "To increase satisfaction, we recommend continuing to work on work-life balance. Active communication with supervisors about working conditions and career development opportunities can also help. Finding ways to increase recognition and appreciation at work can also contribute to a better sense of satisfaction.", "description_en": "To increase satisfaction, we recommend continuing to work on work-life balance. Active communication with supervisors about working conditions and career development opportunities can also help. Finding ways to increase recognition and appreciation at work can also contribute to a better sense of satisfaction.", "description_cs": "Pro zvýšení spokojenosti doporučujeme pokračovat v práci na rovnováze mezi pracovním a soukromým životem. Aktivní komunikace s nadřízenými ohledně pracovních podmínek a možností kariérního růstu může také pomoci. Hledání způsobů, jak zvýšit uznání a ocenění v práci, může rovněž přispět k lepšímu pocitu spokojenosti.", "description_de": "Um die Zufriedenheit zu erhöhen, empfehlen wir, weiter an der Vereinbarkeit von Beruf und Familie zu arbeiten. Eine aktive Kommunikation mit den Vorgesetzten über Arbeitsbedingungen und berufliche Entwicklungsmöglichkeiten kann ebenfalls hilfreich sein. Die Suche nach Möglichkeiten, Anerkennung und Wertschätzung am Arbeitsplatz zu steigern, kann ebenfalls zu einem besseren Gefühl der Zufriedenheit beitragen.", "description_sl": "Da bi povečali zadovoljstvo, priporočamo, da si še naprej prizadevate za ravnovesje med delom in zasebnim življenjem. Pomaga lahko tudi aktivno komuniciranje z nadrejenimi o delovnih pogojih in možnostih za poklicni razvoj. K boljšemu občutku zadovoljstva lahko prispeva tudi iskanje načinov za povečanje priznanja in hvaležnosti pri delu.", "description_sk": "Na zvýšenie spokojnosti odporúčame naďalej pracovať na rovnováhe medzi pracovným a súkromným životom. Pomôcť môže aj aktívna komunikácia s nadriadenými o pracovných podmienkach a možnostiach kariérneho rastu. K lepšiemu pocitu spokojnosti môže prispieť aj hľadanie spôsobov, ako zvýšiť uznanie a ocenenie v práci.", "description_hr": "Kako biste povećali zadovoljstvo, preporučujemo nastavak rada na ravnoteži između poslovnog i privatnog života. Aktivna komunikacija s nadređenima o radnim uvjetima i mogućnostima razvoja karijere također može pomoći. Pronalaženje načina za povećanje priznanja i cijenjenja na poslu također može pridonijeti boljem osjećaju zadovoljstva.", "description_hu": "Az elégedettség növelése érdekében javasoljuk, hogy folytassa a munka és a magánélet egyensúlyának megteremtését. A munkafeltételekről és a karrierépítési lehetőségekről a felettesekkel való aktív kommunikáció szintén segíthet. A munkahelyi elismerés és megbecsülés növelésének módjainak megtalálása szintén hozzájárulhat az elégedettség érzésének javulásához.", "description_bg": "За да повишите удовлетвореността си, препоръчваме да продължите да работите върху баланса между работата и личния живот. Активната комуникация с ръководителите относно условията на труд и възможностите за кариерно развитие също може да помогне. Намирането на начини за повишаване на признанието и оценката на работното място също може да допринесе за по-доброто усещане за удовлетвореност.", "description_sr": "Да бисте повећали задовољство, препоручујемо да наставите да радите на балансу између посла и приватног живота. Активна комуникација са супервизорима о условима рада и могућностима развоја каријере такође може помоћи. Проналажење начина за повећање признања и уважавања на послу такође може допринети бољем осећају задовољства.", "description_bs": "Kako biste povećali zadovoljstvo, preporučujemo da nastavite raditi na balansu između posla i privatnog života. Aktivna komunikacija sa nadređenima o uslovima rada i mogućnostima razvoja karijere također može pomoći. Pronalaženje načina za povećanje priznanja i uvažavanja na poslu također može doprinijeti boljem osjećaju zadovoljstva.", "sub_topic": 12, "type": 2}}, {"model": "api.rating", "pk": 30, "fields": {"title": "Very satisfied", "title_en": "Very satisfied", "title_cs": "Velmi spokojený", "title_de": "Sehr zufrieden", "title_sl": "Zelo zadovoljen", "title_sk": "Veľmi spokojný", "title_hr": "Vrlo zadovoljan", "title_hu": "Nagyon elégedett", "title_bg": "Много доволен", "title_sr": "Веома задовољан", "title_bs": "Veoma zadovoljan", "description": "Continue your efforts to maintain a work-life balance. Your high level of job satisfaction and social status is a key factor in your overall wellbeing. Maintain active communication and seek opportunities for continued growth and recognition at work.", "description_en": "Continue your efforts to maintain a work-life balance. Your high level of job satisfaction and social status is a key factor in your overall wellbeing. Maintain active communication and seek opportunities for continued growth and recognition at work.", "description_cs": "Pokračujte ve své snaze udržovat rovnováhu mezi pracovním a soukromým životem. Vaše vysoká úroveň spokojenosti se zaměstnáním a sociálním postavením je klíčovým faktorem pro celkový wellbeing. Udržujte aktivní komunikaci a hledání možností dalšího růstu a uznání v práci.", "description_de": "Bemühen Sie sich weiterhin um eine ausgewogene Work-Life-Balance. Ihr hohes Maß an Arbeitszufriedenheit und sozialem Status ist ein Schlüsselfaktor für Ihr allgemeines Wohlbefinden. Pflegen Sie eine aktive Kommunikation und suchen Sie nach Möglichkeiten für kontinuierliches Wachstum und Anerkennung bei der Arbeit.", "description_sl": "Še naprej si prizadevajte za ravnovesje med poklicnim in zasebnim življenjem. Vaše visoko zadovoljstvo na delovnem mestu in socialni status sta ključna dejavnika vašega splošnega dobrega počutja. Ohranite aktivno komunikacijo in poiščite priložnosti za nadaljnjo rast in priznanje na delovnem mestu.", "description_sk": "Pokračujte v úsilí o zachovanie rovnováhy medzi pracovným a súkromným životom. Vaša vysoká miera spokojnosti v práci a spoločenský status sú kľúčovým faktorom vašej celkovej pohody. Udržujte aktívnu komunikáciu a hľadajte príležitosti na ďalší rast a uznanie v práci.", "description_hr": "Nastavite s naporima da održite ravnotežu između poslovnog i privatnog života. Vaša visoka razina zadovoljstva poslom i društvenim statusom ključni su čimbenici vaše opće dobrobiti. Održavajte aktivnu komunikaciju i tražite prilike za nastavak rasta i priznanja na poslu.", "description_hu": "Folytassa a munka és a magánélet egyensúlyának fenntartására irányuló erőfeszítéseit. Az Ön magas szintű munkahelyi elégedettsége és társadalmi státusza kulcsfontosságú tényező az általános jólétében. Tartsa fenn az aktív kommunikációt, és keresse a folyamatos fejlődés és elismerés lehetőségeit a munkahelyén.", "description_bg": "Продължавайте да полагате усилия за поддържане на баланс между професионалния и личния живот. Високото ниво на удовлетвореност от работата и социалният ви статус са ключов фактор за цялостното ви благосъстояние. Поддържайте активна комуникация и търсете възможности за непрекъснато развитие и признание в работата.", "description_sr": "Наставите са својим напорима да одржите равнотежу између посла и живота. Ваш висок ниво задовољства послом и друштвени статус је кључни фактор вашег општег благостања. Одржавајте активну комуникацију и тражите могућности за континуирани раст и признање на послу.", "description_bs": "Nastavite sa svojim naporima da održite ravnotežu između posla i privatnog života. Vaš visok nivo zadovoljstva poslom i društveni status je ključni faktor vašeg opšteg blagostanja. Održavajte aktivnu komunikaciju i tražite mogućnosti za kontinuirani rast i priznanje na poslu.", "sub_topic": 12, "type": 3}}, {"model": "api.rating", "pk": 31, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve basic computer skills, we recommend taking a basic computer literacy course that covers important concepts and practical skills. Regular practice and use of the computer in everyday life can also go a long way in strengthening these skills.", "description_en": "To improve basic computer skills, we recommend taking a basic computer literacy course that covers important concepts and practical skills. Regular practice and use of the computer in everyday life can also go a long way in strengthening these skills.", "description_cs": "Pro zlepšení základních počítačových dovedností doporučujeme absolvovat základní kurz počítačové gramotnosti, který pokryje důležité koncepty a praktické dovednosti. Pravidelné procvičování a používání počítače v každodenním životě může také výrazně přispět k posílení těchto dovedností.", "description_de": "Um die grundlegenden Computerkenntnisse zu verbessern, empfehlen wir die Teilnahme an einem Computerkurs, der wichtige Konzepte und praktische Fertigkeiten vermittelt. Auch regelmäßiges Üben und die Nutzung des Computers im Alltag können diese Fähigkeiten erheblich verbessern.", "description_sl": "Če želite izboljšati osnovno računalniško znanje, vam priporočamo, da se udeležite tečaja osnovnega računalniškega opismenjevanja, ki zajema pomembne koncepte in praktične veščine. Te spretnosti lahko v veliki meri okrepite tudi z redno vadbo in uporabo računalnika v vsakdanjem življenju.", "description_sk": "Na zlepšenie základných počítačových zručností odporúčame absolvovať kurz základnej počítačovej gramotnosti, ktorý zahŕňa dôležité pojmy a praktické zručnosti. Pravidelné cvičenie a používanie počítača v každodennom živote môže tiež výrazne prispieť k posilneniu týchto zručností.", "description_hr": "Za poboljšanje osnovnih računalnih vještina, preporučujemo pohađanje osnovnog tečaja računalne pismenosti koji pokriva važne pojmove i praktične vještine. Redovito vježbanje i korištenje računala u svakodnevnom životu također može uvelike doprinijeti jačanju ovih vještina.", "description_hu": "Az alapvető számítógépes ismeretek fejlesztéséhez javasoljuk, hogy vegyen részt egy olyan alapfokú számítógépes ismeretek tanfolyamon, amely fontos fogalmakat és gyakorlati készségeket tárgyal. A számítógép rendszeres gyakorlása és használata a mindennapi életben szintén sokat segíthet e készségek megerősítésében.", "description_bg": "За да подобрите основните си компютърни умения, препоръчваме ви да преминете курс за начална компютърна грамотност, който обхваща важни концепции и практически умения. Редовното практикуване и използване на компютъра в ежедневието също може да допринесе за укрепването на тези умения.", "description_sr": "Да бисте побољшали основне рачунарске вештине, препоручујемо да похађате курс основне рачунарске писмености који покрива важне концепте и практичне вештине. Редовно вежбање и коришћење рачунара у свакодневном животу такође може значајно допринети јачању ових вештина.", "description_bs": "Za poboljšanje osnovnih kompjuterskih vještina, preporučujemo pohađanje osnovnog kursa kompjuterske pismenosti koji pokriva važne koncepte i praktične vještine. Redovno vježbanje i korištenje računara u svakodnevnom životu također može značajno doprinijeti jačanju ovih vještina.", "sub_topic": 13, "type": 1}}, {"model": "api.rating", "pk": 32, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "To further develop basic computer skills, we recommend furthering your knowledge through more advanced courses and regular computer use. Searching for new information and the practical use of keyboard shortcuts can further enhance computer efficiency.", "description_en": "To further develop basic computer skills, we recommend furthering your knowledge through more advanced courses and regular computer use. Searching for new information and the practical use of keyboard shortcuts can further enhance computer efficiency.", "description_cs": "Pro další rozvoj základních počítačových dovedností doporučujeme prohlubovat znalosti prostřednictvím pokročilejších kurzů a pravidelného používání počítače. Vyhledávání nových informací a praktické používání klávesových zkratek může dále posílit efektivitu práce s počítačem.", "description_de": "Um die grundlegenden Computerkenntnisse weiter auszubauen, empfehlen wir Ihnen, Ihre Kenntnisse durch weiterführende Kurse und regelmäßige Computernutzung zu vertiefen. Die Suche nach neuen Informationen und die praktische Verwendung von Tastenkombinationen können die Effizienz des Computers weiter steigern.", "description_sl": "Če želite dodatno razviti osnovno računalniško znanje, vam priporočamo, da ga nadgradite z naprednejšimi tečaji in redno uporabo računalnika. Iskanje novih informacij in praktična uporaba bližnjic na tipkovnici lahko še povečata učinkovitost računalnika.", "description_sk": "Ak si chcete ďalej rozvíjať základné počítačové zručnosti, odporúčame vám prehĺbiť svoje znalosti prostredníctvom pokročilejších kurzov a pravidelného používania počítača. Vyhľadávanie nových informácií a praktické používanie klávesových skratiek môže ďalej zvýšiť efektivitu práce s počítačom.", "description_hr": "Za daljnji razvoj osnovnih računalnih vještina, preporučamo da unaprijedite svoje znanje kroz naprednije tečajeve i redovito korištenje računala. Traženje novih informacija i praktična upotreba prečaca na tipkovnici mogu dodatno poboljšati učinkovitost računala.", "description_hu": "Az alapvető számítógépes ismeretek továbbfejlesztése érdekében javasoljuk, hogy haladóbb tanfolyamokon és rendszeres számítógép-használaton keresztül mélyítse el tudását. Az új információk keresése és a billentyűparancsok gyakorlati használata tovább növelheti a számítógép hatékonyságát.", "description_bg": "За да развиете основните компютърни умения, препоръчваме да задълбочите знанията си чрез по-напреднали курсове и редовно използване на компютъра. Търсенето на нова информация и практическото използване на бързи клавишни комбинации могат допълнително да повишат ефективността на компютъра.", "description_sr": "За даљи развој основних рачунарских вештина, препоручујемо да унапредите своје знање кроз напредније курсеве и редовно коришћење рачунара. Тражење нових информација и практична употреба пречица на тастатури могу додатно побољшати ефикасност рачунара.", "description_bs": "Za daljnji razvoj osnovnih kompjuterskih vještina, preporučujemo da unaprijedite svoje znanje kroz naprednije kurseve i redovno korištenje računara. Traženje novih informacija i praktična upotreba prečica na tastaturi mogu dodatno poboljšati efikasnost računara.", "sub_topic": 13, "type": 2}}, {"model": "api.rating", "pk": 33, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep expanding your technology skills and sharing your knowledge with others. Your high level of basic computer skills provides you with a solid foundation for more advanced technology skills and effective computer use.", "description_en": "Well done! Keep expanding your technology skills and sharing your knowledge with others. Your high level of basic computer skills provides you with a solid foundation for more advanced technology skills and effective computer use.", "description_cs": "Výborná práce! Pokračujte v rozšiřování svých technologických dovedností a sdílení svých znalostí s ostatními. Vaše vysoká úroveň základních počítačových dovedností vám poskytuje pevný základ pro další pokročilé technologické dovednosti a efektivní práci s počítačem.", "description_de": "Gut gemacht! Erweitern Sie weiterhin Ihre technologischen Fähigkeiten und geben Sie Ihr Wissen an andere weiter. Ihr hohes Niveau an grundlegenden Computerkenntnissen bietet Ihnen eine solide Grundlage für fortgeschrittenere technische Fähigkeiten und eine effektive Computernutzung.", "description_sl": "Odlično opravljeno! Še naprej širi svoje tehnološke spretnosti in deli svoje znanje z drugimi. Visoka raven osnovnega računalniškega znanja vam zagotavlja trdne temelje za naprednejše tehnološke spretnosti in učinkovito uporabo računalnika.", "description_sk": "Výborne! Pokračujte v rozširovaní svojich technologických zručností a zdieľajte svoje vedomosti s ostatnými. Vaša vysoká úroveň základných počítačových zručností vám poskytuje pevný základ pre pokročilejšie technologické zručnosti a efektívne používanie počítača.", "description_hr": "Dobro napravljeno! Nastavite širiti svoje tehnološke vještine i dijeliti svoje znanje s drugima. Vaša visoka razina osnovnih računalnih vještina pruža vam solidnu osnovu za naprednije tehnološke vještine i učinkovito korištenje računala.", "description_hu": "Szép munka! Bővítse tovább technológiai ismereteit, és ossza meg tudását másokkal. Az Ön magas szintű számítógépes alapismeretei szilárd alapot biztosítanak a fejlettebb technológiai ismeretekhez és a hatékony számítógép-használathoz.", "description_bg": "Браво! Продължавайте да разширявате технологичните си умения и да споделяте знанията си с другите. Високото ниво на основните ви компютърни умения ви осигурява солидна основа за по-напреднали технологични умения и ефективно използване на компютъра.", "description_sr": "Добро урађено! Наставите да проширујете своје технолошке вештине и делите своје знање са другима. Ваш висок ниво основних компјутерских вештина пружа вам чврсту основу за напредније технолошке вештине и ефективну употребу рачунара.", "description_bs": "Dobro urađeno! Nastavite da širite svoje tehnološke vještine i dijelite svoje znanje s drugima. Vaš visok nivo osnovnih kompjuterskih veština pruža vam čvrstu osnovu za naprednije tehnološke veštine i efikasno korišćenje računara.", "sub_topic": 13, "type": 3}}, {"model": "api.rating", "pk": 34, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your office software skills, we recommend taking a basic course focused on spreadsheets, word processors and other office software. Regular practice with these tools can significantly increase your efficiency and confidence in working with office applications.", "description_en": "To improve your office software skills, we recommend taking a basic course focused on spreadsheets, word processors and other office software. Regular practice with these tools can significantly increase your efficiency and confidence in working with office applications.", "description_cs": "Pro zlepšení dovedností při práci s kancelářským softwarem doporučujeme absolvovat základní kurz zaměřený na tabulkové procesory, textové editory a další kancelářský software. Pravidelné procvičování těchto nástrojů může významně přispět ke zvýšení efektivity a sebejistoty při práci s kancelářskými aplikacemi.", "description_de": "Um Ihre Kenntnisse der Bürosoftware zu verbessern, empfehlen wir Ihnen, einen Grundkurs zu besuchen, der sich auf Tabellenkalkulationen, Textverarbeitungsprogramme und andere Bürosoftware konzentriert. Durch regelmäßiges Üben mit diesen Tools können Sie Ihre Effizienz und Ihr Selbstvertrauen im Umgang mit Büroanwendungen erheblich steigern.", "description_sl": "Če želite izboljšati svoje znanje pisarniške programske opreme, vam priporočamo, da se udeležite osnovnega tečaja o preglednicah, urejevalnikih besedil in drugi pisarniški programski opremi. Z redno vadbo s temi orodji lahko znatno povečate svojo učinkovitost in samozavest pri delu s pisarniškimi programi.", "description_sk": "Ak chcete zlepšiť svoje zručnosti v oblasti kancelárskeho softvéru, odporúčame vám absolvovať základný kurz zameraný na tabuľkové procesory, textové editory a iný kancelársky softvér. Pravidelné cvičenie s týmito nástrojmi môže výrazne zvýšiť vašu efektivitu a istotu pri práci s kancelárskymi aplikáciami.", "description_hr": "Kako biste poboljšali svoje vještine uredskog softvera, preporučujemo pohađanje osnovnog tečaja usmjerenog na proračunske tablice, programe za obradu teksta i drugi uredski softver. Redovito vježbanje s ovim alatima može značajno povećati vašu učinkovitost i samopouzdanje u radu s uredskim aplikacijama.", "description_hu": "Az irodai szoftverekkel kapcsolatos ismeretek fejlesztéséhez javasoljuk, hogy vegyen részt egy alapfokú tanfolyamon, amely a táblázatkezelőkre, szövegszerkesztőkre és más irodai szoftverekre összpontosít. Az ezekkel az eszközökkel való rendszeres gyakorlás jelentősen növelheti az irodai alkalmazásokkal való munka hatékonyságát és magabiztosságát.", "description_bg": "За да подобрите уменията си за работа с офис софтуер, препоръчваме да преминете основен курс, посветен на електронни таблици, текстообработващи програми и друг офис софтуер. Редовната практика с тези инструменти може значително да повиши ефективността и увереността ви при работа с офис приложения.", "description_sr": "Да бисте побољшали своје вештине канцеларијског софтвера, препоручујемо вам да похађате основни курс фокусиран на табеле, процесоре текста и други канцеларијски софтвер. Редовно вежбање са овим алатима може значајно повећати вашу ефикасност и самопоуздање у раду са канцеларијским апликацијама.", "description_bs": "Kako biste poboljšali svoje vještine u kancelarijskom softveru, preporučujemo vam da pohađate osnovni kurs fokusiran na proračunske tablice, procesore teksta i drugi uredski softver. Redovno vežbanje sa ovim alatima može značajno povećati vašu efikasnost i samopouzdanje u radu sa kancelarijskim aplikacijama.", "sub_topic": 14, "type": 1}}, {"model": "api.rating", "pk": 35, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further skill development, we recommend more advanced courses focused on specific office software features and capabilities. Seeking out new information and using different features in a hands-on way can further enhance your skills and efficiency with office tools.", "description_en": "For further skill development, we recommend more advanced courses focused on specific office software features and capabilities. Seeking out new information and using different features in a hands-on way can further enhance your skills and efficiency with office tools.", "description_cs": "Pro další rozvoj dovedností doporučujeme pokročilejší kurzy zaměřené na specifické funkce a možnosti kancelářského softwaru. Vyhledávání nových informací a praktické používání různých funkcí může dále posílit vaše schopnosti a efektivitu při práci s kancelářskými nástroji.", "description_de": "Um Ihre Fähigkeiten weiter auszubauen, empfehlen wir Ihnen Kurse für Fortgeschrittene, die sich auf bestimmte Funktionen und Möglichkeiten von Office-Software konzentrieren. Die Suche nach neuen Informationen und die praktische Anwendung verschiedener Funktionen können Ihre Fähigkeiten und Ihre Effizienz im Umgang mit Office-Tools weiter verbessern.", "description_sl": "Za nadaljnji razvoj spretnosti vam priporočamo naprednejše tečaje, osredotočene na določene funkcije in zmogljivosti pisarniške programske opreme. Iskanje novih informacij in praktična uporaba različnih funkcij lahko še izboljšata vaše znanje in učinkovitost pisarniških orodij.", "description_sk": "Pre ďalší rozvoj zručností odporúčame pokročilejšie kurzy zamerané na konkrétne funkcie a možnosti kancelárskeho softvéru. Vyhľadávanie nových informácií a praktické používanie rôznych funkcií môže ďalej zvýšiť vaše zručnosti a efektivitu práce s kancelárskymi nástrojmi.", "description_hr": "Za daljnji razvoj vještina preporučujemo naprednije tečajeve usmjerene na specifične značajke i mogućnosti uredskog softvera. Traženje novih informacija i korištenje različitih značajki na praktičan način može dodatno poboljšati vaše vještine i učinkovitost s uredskim alatima.", "description_hu": "A további készségfejlesztéshez ajánljuk a speciális irodai szoftverfunkciókra és képességekre összpontosító haladóbb tanfolyamokat. Az új információk felkutatása és a különböző funkciók gyakorlatias használata tovább javíthatja az irodai eszközökkel kapcsolatos készségeit és hatékonyságát.", "description_bg": "За по-нататъшно усъвършенстване на уменията ви препоръчваме по-напреднали курсове, насочени към конкретни функции и възможности на офис софтуера. Търсенето на нова информация и практическото използване на различни функции може допълнително да подобри уменията и ефективността ви с офис инструментите.", "description_sr": "За даљи развој вештина, препоручујемо напредније курсеве фокусиране на специфичне карактеристике и могућности канцеларијског софтвера. Тражење нових информација и коришћење различитих функција на практичан начин може додатно побољшати ваше вештине и ефикасност са канцеларијским алатима.", "description_bs": "Za dalji razvoj vještina, preporučujemo naprednije kurseve fokusirane na specifične karakteristike i mogućnosti kancelarijskog softvera. Traženje novih informacija i korištenje različitih funkcija na praktičan način može dodatno poboljšati vaše vještine i efikasnost s uredskim alatima.", "sub_topic": 14, "type": 2}}, {"model": "api.rating", "pk": 36, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep improving your knowledge and skills in working with office software. Your high level of competence allows you to work efficiently and productively, and can be an inspiration to others. Maintain this level and continue to explore the new technologies and features that office software has to offer.", "description_en": "Well done! Keep improving your knowledge and skills in working with office software. Your high level of competence allows you to work efficiently and productively, and can be an inspiration to others. Maintain this level and continue to explore the new technologies and features that office software has to offer.", "description_cs": "Výborná práce! Pokračujte v prohlubování svých znalostí a dovedností při práci s kancelářským softwarem. Vaše vysoká úroveň kompetencí vám umožňuje pracovat efektivně a produktivně, a může být inspirací pro ostatní. Udržujte si tuto úroveň a nadále se věnujte novým technologiím a funkcím, které kancelářský software nabízí.", "description_de": "Gut gemacht! Verbessern Sie weiterhin Ihre Kenntnisse und Fähigkeiten im Umgang mit Bürosoftware. Ihr hohes Kompetenzniveau ermöglicht es Ihnen, effizient und produktiv zu arbeiten, und kann für andere eine Inspiration sein. Behalten Sie dieses Niveau bei und erforschen Sie weiterhin die neuen Technologien und Funktionen, die Bürosoftware zu bieten hat.", "description_sl": "Odlično opravljeno! Še naprej izboljšujte svoje znanje in spretnosti pri delu s pisarniško programsko opremo. Vaša visoka raven usposobljenosti vam omogoča učinkovito in produktivno delo ter je lahko navdih za druge. Ohranite to raven in še naprej raziskujte nove tehnologije in funkcije, ki jih ponuja pisarniška programska oprema.", "description_sk": "Výborne! Zlepšujte svoje vedomosti a zručnosti v práci s kancelárskym softvérom. Vaša vysoká úroveň kompetencií vám umožňuje pracovať efektívne a produktívne a môže byť inšpiráciou pre ostatných. Udržujte si túto úroveň a pokračujte v objavovaní nových technológií a funkcií, ktoré ponúka kancelársky softvér.", "description_hr": "Dobro napravljeno! Nastavite usavršavati svoja znanja i vještine u radu s uredskim programima. Vaša visoka razina kompetencija omogućuje vam učinkovit i produktivan rad te može biti inspiracija drugima. Zadržite ovu razinu i nastavite istraživati ​​nove tehnologije i značajke koje nudi uredski softver.", "description_hu": "Szép munka! Fejlessze tovább az irodai szoftverekkel kapcsolatos ismereteit és készségeit. Az Ön magas szintű hozzáértése lehetővé teszi, hogy hatékonyan és produktívan dolgozzon, és mások számára is inspirációt jelenthet. Tartsa fenn ezt a szintet, és folytassa az irodai szoftverek által kínált új technológiák és funkciók felfedezését.", "description_bg": "Браво! Продължавайте да подобрявате знанията и уменията си за работа с офис софтуер. Високото ви ниво на компетентност ви позволява да работите ефективно и продуктивно и може да бъде вдъхновение за другите. Поддържайте това ниво и продължавайте да изучавате новите технологии и функции, които предлага офис софтуерът.", "description_sr": "Добро урађено! Наставите да унапређујете своје знање и вештине у раду са канцеларијским софтвером. Ваш висок ниво компетенције вам омогућава да радите ефикасно и продуктивно и може бити инспирација другима. Одржавајте овај ниво и наставите да истражујете нове технологије и функције које канцеларијски софтвер може да понуди.", "description_bs": "Dobro urađeno! Nastavite da unapređujete svoje znanje i veštine u radu sa kancelarijskim softverom. Vaš visok nivo kompetencije vam omogućava da radite efikasno i produktivno i može biti inspiracija drugima. Zadržite ovaj nivo i nastavite da istražujete nove tehnologije i funkcije koje kancelarijski softver može da ponudi.", "sub_topic": 14, "type": 3}}, {"model": "api.rating", "pk": 37, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your internet skills, we recommend taking a basic course on internet safety, using web browsers and creating secure passwords. Practicing these skills regularly and increasing your awareness of online threats and security measures can make a significant contribution to increasing your safety and efficiency when using the internet.", "description_en": "To improve your internet skills, we recommend taking a basic course on internet safety, using web browsers and creating secure passwords. Practicing these skills regularly and increasing your awareness of online threats and security measures can make a significant contribution to increasing your safety and efficiency when using the internet.", "description_cs": "Pro zlepšení internetových dovedností doporučujeme absolvovat základní kurz zaměřený na bezpečnost na internetu, používání webových prohlížečů a tvorbu bezpečných hesel. Pravidelné procvičování těchto dovedností a zvyšování povědomí o online hrozbách a bezpečnostních opatřeních může významně přispět ke zvýšení bezpečnosti a efektivity při používání internetu.", "description_de": "Um Ihre Internetkenntnisse zu verbessern, empfehlen wir Ihnen, einen Grundkurs über Internetsicherheit, die Verwendung von Webbrowsern und die Erstellung sicherer Passwörter zu besuchen. Regelmäßiges Üben dieser Fertigkeiten und die Schärfung Ihres Bewusstseins für Online-Bedrohungen und Sicherheitsmaßnahmen können wesentlich dazu beitragen, Ihre Sicherheit und Effizienz bei der Nutzung des Internets zu erhöhen.", "description_sl": "Če želite izboljšati svoje internetno znanje, vam priporočamo, da se udeležite osnovnega tečaja o internetni varnosti, uporabi spletnih brskalnikov in ustvarjanju varnih gesel. Redno izvajanje teh spretnosti in boljše poznavanje spletnih groženj in varnostnih ukrepov lahko pomembno prispevata k večji varnosti in učinkovitosti pri uporabi interneta.", "description_sk": "Ak chcete zlepšiť svoje internetové zručnosti, odporúčame vám absolvovať základný kurz o bezpečnosti na internete, používaní webových prehliadačov a vytváraní bezpečných hesiel. Pravidelné precvičovanie týchto zručností a zvyšovanie vášho povedomia o online hrozbách a bezpečnostných opatreniach môže významne prispieť k zvýšeniu vašej bezpečnosti a efektívnosti pri používaní internetu.", "description_hr": "Kako biste poboljšali svoje internetske vještine, preporučujemo pohađanje osnovnog tečaja o sigurnosti na internetu, korištenju web preglednika i izradi sigurnih lozinki. Redovito vježbanje ovih vještina i povećanje svijesti o online prijetnjama i sigurnosnim mjerama može značajno doprinijeti povećanju vaše sigurnosti i učinkovitosti pri korištenju interneta.", "description_hu": "Az internetes ismeretek fejlesztése érdekében javasoljuk, hogy vegyen részt egy alapfokú tanfolyamon az internetbiztonságról, a webböngészők használatáról és a biztonságos jelszavak létrehozásáról. Ezen készségek rendszeres gyakorlása, valamint az online fenyegetésekkel és biztonsági intézkedésekkel kapcsolatos tudatosságának növelése jelentősen hozzájárulhat a biztonság és a hatékonyság növeléséhez az internet használata során.", "description_bg": "За да подобрите уменията си за работа с интернет, препоръчваме да преминете основен курс по безопасност в интернет, използване на уеб браузъри и създаване на сигурни пароли. Редовното практикуване на тези умения и повишаването на осведомеността ви за онлайн заплахите и мерките за сигурност могат да допринесат значително за повишаване на вашата безопасност и ефективност при използването на интернет.", "description_sr": "Да бисте побољшали своје интернет вештине, препоручујемо вам да похађате основни курс о безбедности на Интернету, да користите веб претраживаче и креирате безбедне лозинке. Редовно вежбање ових вештина и повећање ваше свести о онлајн претњама и безбедносним мерама могу значајно допринети повећању ваше безбедности и ефикасности приликом коришћења интернета.", "description_bs": "Kako biste poboljšali svoje internetske vještine, preporučujemo vam da pohađate osnovni kurs o sigurnosti na internetu, korištenju web pretraživača i kreiranju sigurnih lozinki. Redovno prakticiranje ovih vještina i povećanje vaše svijesti o mrežnim prijetnjama i sigurnosnim mjerama može značajno doprinijeti povećanju vaše sigurnosti i efikasnosti prilikom korištenja interneta.", "sub_topic": 15, "type": 1}}, {"model": "api.rating", "pk": 38, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further development, we recommend continuing to study security measures and online threats. More advanced courses focusing on internet security and data protection can further enhance your skills. Active monitoring of new developments in internet security and regular software updates also contribute to a higher level of security.", "description_en": "For further development, we recommend continuing to study security measures and online threats. More advanced courses focusing on internet security and data protection can further enhance your skills. Active monitoring of new developments in internet security and regular software updates also contribute to a higher level of security.", "description_cs": "Pro další rozvoj doporučujeme pokračovat ve studiu bezpečnostních opatření a online hrozeb. Pokročilejší kurzy zaměřené na internetovou bezpečnost a ochranu osobních údajů mohou dále posílit vaše schopnosti. Aktivní sledování novinek v oblasti internetové bezpečnosti a pravidelné aktualizace softwaru také přispívají k vyšší úrovni bezpečnosti.", "description_de": "Um sich weiterzuentwickeln, empfehlen wir, sich weiterhin mit Sicherheitsmaßnahmen und Online-Bedrohungen zu beschäftigen. Fortgeschrittene Kurse, die sich auf Internetsicherheit und Datenschutz konzentrieren, können Ihre Fähigkeiten weiter verbessern. Die aktive Verfolgung neuer Entwicklungen in der Internetsicherheit und regelmäßige Software-Updates tragen ebenfalls zu einem höheren Sicherheitsniveau bei.", "description_sl": "Za nadaljnji razvoj priporočamo, da še naprej preučujete varnostne ukrepe in spletne grožnje. Naprednejši tečaji, ki se osredotočajo na internetno varnost in zaščito podatkov, lahko še dodatno izboljšajo vaše znanje. K višji ravni varnosti prispeva tudi aktivno spremljanje novosti na področju internetne varnosti in redno posodabljanje programske opreme.", "description_sk": "Pre ďalší vývoj odporúčame pokračovať v štúdiu bezpečnostných opatrení a online hrozieb. Pokročilejšie kurzy zamerané na internetovú bezpečnosť a ochranu údajov môžu vaše zručnosti ďalej rozšíriť. K vyššej úrovni bezpečnosti prispieva aj aktívne sledovanie noviniek v oblasti internetovej bezpečnosti a pravidelné aktualizácie softvéru.", "description_hr": "Za daljnji razvoj preporučujemo nastavak proučavanja sigurnosnih mjera i prijetnji na internetu. Napredniji tečajevi usmjereni na internetsku sigurnost i zaštitu podataka mogu dodatno unaprijediti vaše vještine. Aktivno praćenje novosti u internetskoj sigurnosti i redovito ažuriranje softvera također pridonose višoj razini sigurnosti.", "description_hu": "A további fejlődés érdekében javasoljuk, hogy folytassa a biztonsági intézkedések és az online fenyegetések tanulmányozását. Az internetes biztonságra és adatvédelemre összpontosító haladóbb tanfolyamok tovább fejleszthetik készségeit. Az internetbiztonság új fejleményeinek aktív nyomon követése és a rendszeres szoftverfrissítések szintén hozzájárulnak a magasabb szintű biztonsághoz.", "description_bg": "За по-нататъшно развитие препоръчваме да продължите да изучавате мерките за сигурност и онлайн заплахите. По-напредналите курсове, фокусирани върху интернет сигурността и защитата на данните, могат допълнително да подобрят уменията ви. Активното следене на новостите в областта на интернет сигурността и редовните актуализации на софтуера също допринасят за по-високо ниво на сигурност.", "description_sr": "За даљи развој, препоручујемо да наставите са проучавањем безбедносних мера и претњи на мрежи. Напреднији курсеви који се фокусирају на интернет безбедност и заштиту података могу додатно унапредити ваше вештине. Активно праћење нових дешавања у интернет безбедности и редовно ажурирање софтвера такође доприносе вишем нивоу безбедности.", "description_bs": "Za dalji razvoj preporučujemo nastavak proučavanja sigurnosnih mjera i prijetnji na mreži. Napredniji kursevi koji se fokusiraju na internet sigurnost i zaštitu podataka mogu dodatno poboljšati vaše vještine. Višem nivou sigurnosti doprinosi i aktivno praćenje novih dešavanja u internet sigurnosti i redovno ažuriranje softvera.", "sub_topic": 15, "type": 2}}, {"model": "api.rating", "pk": 39, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep up your efforts to maintain a high level of internet skills and security. Your knowledge and skills allow you to use the internet safely and effectively. Maintain this level and continue to educate yourself about new technologies and threats that may emerge.", "description_en": "Well done! Keep up your efforts to maintain a high level of internet skills and security. Your knowledge and skills allow you to use the internet safely and effectively. Maintain this level and continue to educate yourself about new technologies and threats that may emerge.", "description_cs": "Výborná práce! Pokračujte ve své snaze udržovat vysokou úroveň internetových dovedností a bezpečnosti. Vaše znalosti a schopnosti vám umožňují bezpečně a efektivně používat internet. Udržujte si tuto úroveň a nadále se vzdělávejte o nových technologiích a hrozbách, které se mohou objevit.", "description_de": "Gut gemacht! Bemühen Sie sich weiterhin um ein hohes Niveau an Internetkenntnissen und Sicherheit. Ihre Kenntnisse und Fähigkeiten ermöglichen es Ihnen, das Internet sicher und effektiv zu nutzen. Behalten Sie dieses Niveau bei und bilden Sie sich weiterhin über neue Technologien und mögliche Bedrohungen fort.", "description_sl": "Odlično opravljeno! Še naprej si prizadevajte za ohranjanje visoke ravni internetnih spretnosti in varnosti. Vaše znanje in spretnosti vam omogočajo varno in učinkovito uporabo interneta. Ohranite to raven in se še naprej izobražujte o novih tehnologijah in grožnjah, ki se lahko pojavijo.", "description_sk": "Výborne! Pokračujte vo svojom úsilí o udržanie vysokej úrovne internetových zručností a bezpečnosti. Vaše znalosti a zručnosti vám umožňujú používať internet bezpečne a efektívne. Udržujte si túto úroveň a naďalej sa vzdelávajte o nových technológiách a hrozbách, ktoré sa môžu objaviť.", "description_hr": "Dobro napravljeno! Nastavite s naporima da održite visoku razinu internetskih vještina i sigurnosti. Vaše znanje i vještine omogućuju vam sigurno i učinkovito korištenje interneta. Održavajte ovu razinu i nastavite se educirati o novim tehnologijama i prijetnjama koje se mogu pojaviti.", "description_hu": "Szép munka! Folytassa erőfeszítéseit az internetes készségek és a biztonság magas szintű fenntartása érdekében. Tudása és készségei lehetővé teszik az internet biztonságos és hatékony használatát. Tartsa fenn ezt a szintet, és képezze magát folyamatosan az új technológiákról és az esetlegesen megjelenő veszélyekről.", "description_bg": "Браво! Продължавайте да полагате усилия за поддържане на високо ниво на умения и сигурност в интернет. Вашите знания и умения ви позволяват да използвате интернет безопасно и ефективно. Поддържайте това ниво и продължавайте да се обучавате за новите технологии и заплахи, които могат да се появят.", "description_sr": "Добро урађено! Наставите са својим напорима да одржите висок ниво интернет вештина и безбедности. Ваше знање и вештине вам омогућавају да безбедно и ефикасно користите интернет. Одржавајте овај ниво и наставите да се образујете о новим технологијама и претњама које се могу појавити.", "description_bs": "Dobro urađeno! Nastavite sa svojim naporima da održite visok nivo internet vještina i sigurnosti. Vaše znanje i vještine vam omogućavaju da bezbedno i efikasno koristite internet. Održavajte ovaj nivo i nastavite da se obrazujete o novim tehnologijama i prijetnjama koje se mogu pojaviti.", "sub_topic": 15, "type": 3}}, {"model": "api.rating", "pk": 40, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your communication and social networking skills, we recommend taking a basic course on email security, social networking and communication tools. Practicing these skills regularly and increasing awareness of good practices can make a significant contribution to better use of these technologies.", "description_en": "To improve your communication and social networking skills, we recommend taking a basic course on email security, social networking and communication tools. Practicing these skills regularly and increasing awareness of good practices can make a significant contribution to better use of these technologies.", "description_cs": "Pro zlepšení dovedností v oblasti komunikace a sociálních sítí doporučujeme absolvovat základní kurz zaměřený na bezpečnost e-mailů, používání sociálních sítí a komunikačních nástrojů. Pravidelné procvičování těchto dovedností a zvyšování povědomí o správných postupech může významně přispět k lepšímu využívání těchto technologií.", "description_de": "Um Ihre Fähigkeiten in den Bereichen Kommunikation und soziale Netzwerke zu verbessern, empfehlen wir Ihnen, einen Grundkurs über E-Mail-Sicherheit, soziale Netzwerke und Kommunikationstools zu besuchen. Regelmäßiges Üben dieser Fähigkeiten und die Sensibilisierung für bewährte Praktiken können einen wesentlichen Beitrag zur besseren Nutzung dieser Technologien leisten.", "description_sl": "Če želite izboljšati svoje spretnosti komuniciranja in družabnih omrežij, vam priporočamo, da se udeležite osnovnega tečaja o varnosti e-pošte, družabnih omrežjih in komunikacijskih orodjih. Redno izvajanje teh spretnosti in ozaveščanje o dobrih praksah lahko pomembno prispevata k boljši uporabi teh tehnologij.", "description_sk": "Ak chcete zlepšiť svoje komunikačné zručnosti a zručnosti v oblasti sociálnych sietí, odporúčame vám absolvovať základný kurz o bezpečnosti e-mailov, sociálnych sietí a komunikačných nástrojov. Pravidelné precvičovanie týchto zručností a zvyšovanie povedomia o osvedčených postupoch môže významne prispieť k lepšiemu využívaniu týchto technológií.", "description_hr": "Kako biste poboljšali svoje komunikacijske vještine i vještine društvenog umrežavanja, preporučujemo pohađanje osnovnog tečaja o sigurnosti e-pošte, društvenom umrežavanju i komunikacijskim alatima. Redovito vježbanje ovih vještina i podizanje svijesti o dobrim praksama može značajno doprinijeti boljem korištenju ovih tehnologija.", "description_hu": "Kommunikációs és közösségi hálózati készségeinek fejlesztése érdekében javasoljuk, hogy vegyen részt egy alaptanfolyamon az e-mail biztonságáról, a közösségi hálózatokról és a kommunikációs eszközökről. E készségek rendszeres gyakorlása és a helyes gyakorlatok tudatosítása jelentősen hozzájárulhat e technológiák jobb használatához.", "description_bg": "За да подобрите уменията си за общуване и работа в социални мрежи, препоръчваме да преминете основен курс по сигурност на електронната поща, социални мрежи и инструменти за комуникация. Редовното практикуване на тези умения и повишаването на осведомеността за добрите практики могат да допринесат значително за по-доброто използване на тези технологии.", "description_sr": "Да бисте побољшали своје вештине комуникације и друштвеног умрежавања, препоручујемо вам да похађате основни курс о безбедности е-поште, друштвеним мрежама и комуникационим алатима. Редовно практиковање ових вештина и повећање свести о добрим праксама могу значајно допринети бољем коришћењу ових технологија.", "description_bs": "Kako biste poboljšali svoje vještine komunikacije i društvenog umrežavanja, preporučujemo pohađanje osnovnog tečaja o sigurnosti e-pošte, društvenom umrežavanju i komunikacijskim alatima. Redovno prakticiranje ovih vještina i povećanje svijesti o dobrim praksama mogu značajno doprinijeti boljem korištenju ovih tehnologija.", "sub_topic": 16, "type": 1}}, {"model": "api.rating", "pk": 41, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further development, we recommend continuing to study more advanced features and security measures related to communication and social networking. Seeking out new information and practicing using different platforms can further enhance your skills and effectiveness when communicating online.", "description_en": "For further development, we recommend continuing to study more advanced features and security measures related to communication and social networking. Seeking out new information and practicing using different platforms can further enhance your skills and effectiveness when communicating online.", "description_cs": "Pro další rozvoj doporučujeme pokračovat ve studiu pokročilejších funkcí a bezpečnostních opatření týkajících se komunikace a sociálních sítí. Vyhledávání nových informací a praktické používání různých platforem může dále posílit vaše schopnosti a efektivitu při komunikaci online.", "description_de": "Um sich weiterzuentwickeln, empfehlen wir, sich mit fortgeschrittenen Funktionen und Sicherheitsmaßnahmen im Zusammenhang mit Kommunikation und sozialen Netzwerken zu beschäftigen. Die Suche nach neuen Informationen und das Üben der Nutzung verschiedener Plattformen können Ihre Fähigkeiten und Ihre Effektivität bei der Online-Kommunikation weiter verbessern.", "description_sl": "Za nadaljnji razvoj vam priporočamo, da še naprej preučujete naprednejše funkcije in varnostne ukrepe, povezane s komunikacijo in družabnimi omrežji. Z iskanjem novih informacij in vadbo uporabe različnih platform lahko še izboljšate svoje spretnosti in učinkovitost pri spletnem komuniciranju.", "description_sk": "Pre ďalší vývoj odporúčame pokračovať v štúdiu pokročilejších funkcií a bezpečnostných opatrení súvisiacich s komunikáciou a sociálnymi sieťami. Vyhľadávanie nových informácií a nácvik používania rôznych platforiem môže ďalej zlepšiť vaše zručnosti a efektivitu pri komunikácii online.", "description_hr": "Za daljnji razvoj preporučujemo nastavak proučavanja naprednijih značajki i sigurnosnih mjera povezanih s komunikacijom i društvenim umrežavanjem. Traženje novih informacija i vježbanje korištenja različitih platformi mogu dodatno poboljšati vaše vještine i učinkovitost u online komunikaciji.", "description_hu": "A további fejlesztés érdekében javasoljuk, hogy folytassa a kommunikációval és a közösségi hálózatokkal kapcsolatos fejlettebb funkciók és biztonsági intézkedések tanulmányozását. Az új információk felkutatása és a különböző platformok használatának gyakorlása tovább javíthatja készségeit és hatékonyságát az online kommunikáció során.", "description_bg": "За по-нататъшно развитие препоръчваме да продължите да изучавате по-усъвършенствани функции и мерки за сигурност, свързани с комуникацията и социалните мрежи. Търсенето на нова информация и практикуването на използването на различни платформи може допълнително да подобри уменията и ефективността ви при общуване онлайн.", "description_sr": "За даљи развој, препоручујемо да наставите са проучавањем напреднијих функција и безбедносних мера у вези са комуникацијом и друштвеним мрежама. Тражење нових информација и вежбање коришћењем различитих платформи могу додатно побољшати ваше вештине и ефикасност у комуникацији на мрежи.", "description_bs": "Za dalji razvoj, preporučujemo nastavak proučavanja naprednijih funkcija i sigurnosnih mjera vezanih za komunikaciju i društveno umrežavanje. Traženje novih informacija i vježbanje korištenjem različitih platformi može dodatno poboljšati vaše vještine i učinkovitost u komunikaciji na mreži.", "sub_topic": 16, "type": 2}}, {"model": "api.rating", "pk": 42, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Continue your efforts to maintain a high level of knowledge and skills in communication and social networking. Your knowledge and skills enable you to communicate effectively and safely online. Maintain this level and continue to educate yourself about new technologies and features that can enhance your online communications.", "description_en": "Continue your efforts to maintain a high level of knowledge and skills in communication and social networking. Your knowledge and skills enable you to communicate effectively and safely online. Maintain this level and continue to educate yourself about new technologies and features that can enhance your online communications.", "description_cs": "Pokračujte ve své snaze udržovat vysokou úroveň znalostí a dovedností v oblasti komunikace a sociálních sítí. Vaše znalosti a schopnosti vám umožňují efektivně a bezpečně komunikovat online. Udržujte si tuto úroveň a nadále se vzdělávejte o nových technologiích a funkcích, které mohou zlepšit vaši online komunikaci.", "description_de": "Setzen Sie Ihre Bemühungen fort, ein hohes Niveau an Kenntnissen und Fähigkeiten in den Bereichen Kommunikation und soziale Netzwerke aufrechtzuerhalten. Ihre Kenntnisse und Fähigkeiten ermöglichen es Ihnen, effektiv und sicher online zu kommunizieren. Behalten Sie dieses Niveau bei und informieren Sie sich weiterhin über neue Technologien und Funktionen, die Ihre Online-Kommunikation verbessern können.", "description_sl": "Še naprej si prizadevajte za ohranjanje visoke ravni znanja in spretnosti na področju komunikacije in družabnih omrežij. Znanje in spretnosti vam omogočajo učinkovito in varno spletno komunikacijo. Ohranite to raven in se še naprej izobražujte o novih tehnologijah in funkcijah, ki lahko izboljšajo vaše spletno komuniciranje.", "description_sk": "Pokračujte v úsilí o udržanie vysokej úrovne znalostí a zručností v oblasti komunikácie a sociálnych sietí. Vaše vedomosti a zručnosti vám umožnia efektívne a bezpečne komunikovať online. Udržujte si túto úroveň a naďalej sa vzdelávajte o nových technológiách a funkciách, ktoré môžu zlepšiť vašu online komunikáciu.", "description_hr": "Nastavite s naporima da održite visoku razinu znanja i vještina u komunikaciji i društvenom umrežavanju. Vaše znanje i vještine omogućuju vam učinkovitu i sigurnu online komunikaciju. Zadržite ovu razinu i nastavite se educirati o novim tehnologijama i značajkama koje mogu poboljšati vašu online komunikaciju.", "description_hu": "Folytassa erőfeszítéseit, hogy a kommunikáció és a közösségi hálózatok terén magas szintű ismereteket és készségeket tartson fenn. Az Ön ismeretei és készségei lehetővé teszik, hogy hatékonyan és biztonságosan kommunikáljon az interneten. Tartsa fenn ezt a szintet, és képezze magát folyamatosan az új technológiákról és funkciókról, amelyek javíthatják online kommunikációját.", "description_bg": "Продължавайте да полагате усилия да поддържате високо ниво на знания и умения в областта на комуникацията и социалните мрежи. Знанията и уменията ви позволяват да общувате ефективно и безопасно онлайн. Поддържайте това ниво и продължавайте да се обучавате за новите технологии и функции, които могат да подобрят онлайн комуникацията ви.", "description_sr": "Наставите са својим напорима да одржите висок ниво знања и вештина у комуникацији и друштвеним мрежама. Ваше знање и вештине вам омогућавају да ефикасно и безбедно комуницирате на мрежи. Одржавајте овај ниво и наставите да се образујете о новим технологијама и функцијама које могу побољшати вашу онлајн комуникацију.", "description_bs": "Nastavite sa svojim naporima da održite visok nivo znanja i vještina u komunikaciji i društvenim mrežama. Vaše znanje i vještine omogućavaju vam efikasnu i bezbednu komunikaciju na mreži. Održavajte ovaj nivo i nastavite da se obrazujete o novim tehnologijama i funkcijama koje mogu poboljšati vašu onlajn komunikaciju.", "sub_topic": 16, "type": 3}}, {"model": "api.rating", "pk": 43, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your troubleshooting and system administration skills, we recommend taking a basic course focused on diagnosing and solving common computer and Internet connection problems. Practicing these skills regularly and gaining hands-on experience can contribute significantly to a better understanding and effectiveness in solving technical problems.", "description_en": "To improve your troubleshooting and system administration skills, we recommend taking a basic course focused on diagnosing and solving common computer and Internet connection problems. Practicing these skills regularly and gaining hands-on experience can contribute significantly to a better understanding and effectiveness in solving technical problems.", "description_cs": "Pro zlepšení dovedností v oblasti řešení problémů a správy systému doporučujeme absolvovat základní kurz zaměřený na diagnostiku a řešení běžných problémů s počítačem a internetovým připojením. Pravidelné procvičování těchto dovedností a získávání praktických zkušeností může výrazně přispět k lepšímu porozumění a efektivitě při řešení technických problémů.", "description_de": "Um Ihre Fähigkeiten zur Fehlerbehebung und Systemadministration zu verbessern, empfehlen wir Ihnen, einen Grundkurs zu besuchen, der sich auf die Diagnose und Lösung von häufigen Computer- und Internetverbindungsproblemen konzentriert. Regelmäßiges Üben dieser Fertigkeiten und das Sammeln praktischer Erfahrungen können wesentlich zu einem besseren Verständnis und zur Effizienz bei der Lösung technischer Probleme beitragen.", "description_sl": "Če želite izboljšati svoje spretnosti odpravljanja težav in upravljanja sistema, vam priporočamo, da se udeležite osnovnega tečaja, namenjenega diagnosticiranju in reševanju običajnih težav z računalnikom in internetno povezavo. Redno izvajanje teh spretnosti in pridobivanje praktičnih izkušenj lahko bistveno prispevata k boljšemu razumevanju in učinkovitosti pri reševanju tehničnih težav.", "description_sk": "Ak chcete zlepšiť svoje zručnosti v oblasti odstraňovania problémov a správy systému, odporúčame vám absolvovať základný kurz zameraný na diagnostiku a riešenie bežných problémov s počítačom a internetovým pripojením. Pravidelné precvičovanie týchto zručností a získavanie praktických skúseností môže výrazne prispieť k lepšiemu pochopeniu a efektívnosti pri riešení technických problémov.", "description_hr": "Kako biste poboljšali svoje vještine rješavanja problema i administracije sustava, preporučujemo pohađanje osnovnog tečaja usmjerenog na dijagnosticiranje i rješavanje uobičajenih problema s računalom i internetskom vezom. Redovito vježbanje ovih vještina i stjecanje praktičnog iskustva može značajno pridonijeti boljem razumijevanju i učinkovitosti u rješavanju tehničkih problema.", "description_hu": "A hibaelhárítási és rendszergazdai ismeretek fejlesztése érdekében javasoljuk, hogy vegyen részt egy alaptanfolyamon, amely a gyakori számítógépes és internetkapcsolati problémák diagnosztizálására és megoldására összpontosít. E készségek rendszeres gyakorlása és a gyakorlati tapasztalatszerzés jelentősen hozzájárulhat a műszaki problémák jobb megértéséhez és hatékonyabb megoldásához.", "description_bg": "За да подобрите уменията си за отстраняване на неизправности и администриране на системи, препоръчваме да преминете основен курс, насочен към диагностициране и решаване на често срещани проблеми с компютри и интернет връзки. Редовното практикуване на тези умения и придобиването на практически опит могат да допринесат значително за по-доброто разбиране и ефективност при решаването на технически проблеми.", "description_sr": "Да бисте побољшали своје вештине решавања проблема и системске администрације, препоручујемо вам да похађате основни курс фокусиран на дијагностиковање и решавање уобичајених проблема са рачунаром и интернет везом. Редовно вежбање ових вештина и стицање практичног искуства могу значајно допринети бољем разумевању и ефикасности у решавању техничких проблема.", "description_bs": "Da biste poboljšali svoje vještine rješavanja problema i administracije sistema, preporučujemo vam da pohađate osnovni kurs usmjeren na dijagnosticiranje i rješavanje uobičajenih problema sa računarom i internet vezom. Redovno vježbanje ovih vještina i sticanje praktičnog iskustva mogu značajno doprinijeti boljem razumijevanju i djelotvornosti u rješavanju tehničkih problema.", "sub_topic": 17, "type": 1}}, {"model": "api.rating", "pk": 44, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further development, we recommend continuing to study more advanced techniques and tools for diagnosis and problem solving. Seeking out new information and practicing various backup methods can further enhance your skills and efficiency in system administration.", "description_en": "For further development, we recommend continuing to study more advanced techniques and tools for diagnosis and problem solving. Seeking out new information and practicing various backup methods can further enhance your skills and efficiency in system administration.", "description_cs": "Pro další rozvoj doporučujeme pokračovat ve studiu pokročilejších technik a nástrojů pro diagnostiku a řešení problémů. Vyhledávání nových informací a praktické používání různých zálohovacích metod může dále posílit vaše schopnosti a efektivitu při správě systému.", "description_de": "Um sich weiterzuentwickeln, empfehlen wir Ihnen, sich weiterhin mit fortgeschrittenen Techniken und Werkzeugen zur Diagnose und Problemlösung zu beschäftigen. Die Suche nach neuen Informationen und das Üben verschiedener Backup-Methoden können Ihre Fähigkeiten und Ihre Effizienz bei der Systemverwaltung weiter verbessern.", "description_sl": "Za nadaljnji razvoj priporočamo, da še naprej preučujete naprednejše tehnike in orodja za diagnosticiranje in reševanje težav. Z iskanjem novih informacij in prakticiranjem različnih metod varnostnega kopiranja lahko še izboljšate svoje znanje in učinkovitost pri upravljanju sistema.", "description_sk": "Pre ďalší rozvoj odporúčame pokračovať v štúdiu pokročilejších techník a nástrojov na diagnostiku a riešenie problémov. Vyhľadávanie nových informácií a precvičovanie rôznych metód zálohovania môže ďalej zvýšiť vaše zručnosti a efektivitu pri správe systému.", "description_hr": "Za daljnji razvoj preporučujemo nastavak proučavanja naprednijih tehnika i alata za dijagnozu i rješavanje problema. Traženje novih informacija i prakticiranje različitih metoda sigurnosnog kopiranja može dodatno unaprijediti vaše vještine i učinkovitost u administraciji sustava.", "description_hu": "A további fejlődés érdekében javasoljuk, hogy folytassa a diagnózis és a problémamegoldás fejlettebb technikáinak és eszközeinek tanulmányozását. Az új információk felkutatása és a különböző mentési módszerek gyakorlása tovább javíthatja a rendszergazdai készségeit és hatékonyságát.", "description_bg": "За по-нататъшно развитие препоръчваме да продължите да изучавате по-усъвършенствани техники и инструменти за диагностика и решаване на проблеми. Търсенето на нова информация и практикуването на различни методи за архивиране могат допълнително да подобрят уменията и ефективността ви в системната администрация.", "description_sr": "За даљи развој, препоручујемо наставак проучавања напреднијих техника и алата за дијагнозу и решавање проблема. Тражење нових информација и вежбање различитих метода резервних копија могу додатно побољшати ваше вештине и ефикасност у администрацији система.", "description_bs": "Za dalji razvoj, preporučujemo nastavak proučavanja naprednijih tehnika i alata za dijagnostiku i rješavanje problema. Traženje novih informacija i praktikovanje različitih metoda rezervnih kopija mogu dodatno poboljšati vaše vještine i efikasnost u administraciji sistema.", "sub_topic": 17, "type": 2}}, {"model": "api.rating", "pk": 45, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep up your efforts to maintain a high level of knowledge and skills in troubleshooting and system administration. Your knowledge and skills enable you to solve technical problems efficiently and quickly. Maintain this level and continue to educate yourself on new technologies and techniques that can improve your ability to manage and resolve system issues.", "description_en": "Well done! Keep up your efforts to maintain a high level of knowledge and skills in troubleshooting and system administration. Your knowledge and skills enable you to solve technical problems efficiently and quickly. Maintain this level and continue to educate yourself on new technologies and techniques that can improve your ability to manage and resolve system issues.", "description_cs": "Výborná práce! Pokračujte ve své snaze udržovat vysokou úroveň znalostí a dovedností v oblasti řešení problémů a správy systému. Vaše znalosti a schopnosti vám umožňují efektivně a rychle řešit technické problémy. Udržujte si tuto úroveň a nadále se vzdělávejte o nových technologiích a technikách, které mohou zlepšit vaši schopnost spravovat a řešit problémy se systémem.", "description_de": "Gut gemacht! Bemühen Sie sich weiterhin um ein hohes Niveau an Kenntnissen und Fähigkeiten in den Bereichen Fehlerbehebung und Systemverwaltung. Ihre Kenntnisse und Fähigkeiten ermöglichen es Ihnen, technische Probleme effizient und schnell zu lösen. Behalten Sie dieses Niveau bei und bilden Sie sich weiterhin über neue Technologien und Techniken fort, die Ihre Fähigkeit zur Verwaltung und Lösung von Systemproblemen verbessern können.", "description_sl": "Odlično opravljeno! Še naprej si prizadevajte za ohranjanje visoke ravni znanja in veščin na področju odpravljanja težav in upravljanja sistema. Vaše znanje in veščine vam omogočajo učinkovito in hitro reševanje tehničnih težav. Ohranite to raven in se še naprej izobražujte o novih tehnologijah in tehnikah, ki lahko izboljšajo vašo sposobnost upravljanja in reševanja sistemskih težav.", "description_sk": "Výborne! Pokračujte vo svojom úsilí o udržanie vysokej úrovne znalostí a zručností v oblasti odstraňovania problémov a správy systému. Vaše znalosti a zručnosti vám umožňujú efektívne a rýchlo riešiť technické problémy. Udržujte si túto úroveň a naďalej sa vzdelávajte v oblasti nových technológií a techník, ktoré môžu zlepšiť vašu schopnosť spravovať a riešiť systémové problémy.", "description_hr": "Dobro napravljeno! Nastavite s naporima da održite visoku razinu znanja i vještina u rješavanju problema i administraciji sustava. Vaše znanje i vještine omogućuju Vam učinkovito i brzo rješavanje tehničkih problema. Zadržite ovu razinu i nastavite se educirati o novim tehnologijama i tehnikama koje mogu poboljšati vašu sposobnost upravljanja i rješavanja problema sa sustavom.", "description_hu": "Szép munka! Folytassa erőfeszítéseit, hogy a hibaelhárítás és a rendszeradminisztráció terén magas szintű tudást és készségeket tartson fenn. Tudása és képességei lehetővé teszik, hogy hatékonyan és gyorsan megoldja a műszaki problémákat. Tartsa fenn ezt a szintet, és képezze magát folyamatosan az új technológiák és technikák terén, amelyek javíthatják a rendszerproblémák kezelésének és megoldásának képességét.", "description_bg": "Браво! Продължавайте да полагате усилия за поддържане на високо ниво на знания и умения в областта на отстраняването на неизправности и системната администрация. Знанията и уменията ви позволяват да решавате технически проблеми ефективно и бързо. Поддържайте това ниво и продължавайте да се обучавате в областта на новите технологии и техники, които могат да подобрят способността ви да управлявате и разрешавате системни проблеми.", "description_sr": "Добро урађено! Наставите са својим напорима да одржите висок ниво знања и вештина у решавању проблема и администрацији система. Ваше знање и вештине вам омогућавају да ефикасно и брзо решавате техничке проблеме. Одржавајте овај ниво и наставите да се образујете о новим технологијама и техникама које могу побољшати вашу способност управљања и решавања системских проблема.", "description_bs": "Dobro urađeno! Nastavite sa svojim naporima da održite visok nivo znanja i vještina u rješavanju problema i administraciji sistema. Vaše znanje i vještine vam omogućavaju da efikasno i brzo rješavate tehničke probleme. Održavajte ovaj nivo i nastavite da se obrazujete o novim tehnologijama i tehnikama koje mogu poboljšati vašu sposobnost upravljanja i rješavanja problema sa sistemom.", "sub_topic": 17, "type": 3}}, {"model": "api.rating", "pk": 46, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "To improve your productivity and digital creation skills, we recommend taking a basic course on calendaring software, file management and digital creation basics. Practicing these tools regularly and gaining hands-on experience can greatly contribute to a better understanding and efficiency in using these technologies.", "description_en": "To improve your productivity and digital creation skills, we recommend taking a basic course on calendaring software, file management and digital creation basics. Practicing these tools regularly and gaining hands-on experience can greatly contribute to a better understanding and efficiency in using these technologies.", "description_cs": "Pro zlepšení dovedností v oblasti produktivity a digitální tvorby doporučujeme absolvovat základní kurz zaměřený na kalendářový software, správu souborů a základy digitální tvorby. Pravidelné procvičování těchto nástrojů a získávání praktických zkušeností může výrazně přispět k lepšímu porozumění a efektivitě při používání těchto technologií.", "description_de": "Um Ihre Produktivität und Ihre Fähigkeiten im Umgang mit digitalen Medien zu verbessern, empfehlen wir Ihnen, einen Grundkurs über Kalendersoftware, Dateiverwaltung und Grundlagen der digitalen Mediengestaltung zu besuchen. Regelmäßiges Üben dieser Tools und das Sammeln praktischer Erfahrungen können erheblich zum besseren Verständnis und zur Effizienz bei der Nutzung dieser Technologien beitragen.", "description_sl": "Če želite izboljšati svojo produktivnost in spretnosti digitalnega ustvarjanja, vam priporočamo, da se udeležite osnovnega tečaja o programski opremi za koledarje, upravljanju datotek in osnovah digitalnega ustvarjanja. Redno prakticiranje teh orodij in pridobivanje praktičnih izkušenj lahko močno pripomore k boljšemu razumevanju in učinkovitosti pri uporabi teh tehnologij.", "description_sk": "Ak chcete zlepšiť svoju produktivitu a zručnosti v oblasti digitálnej tvorby, odporúčame vám absolvovať základný kurz o softvéri na tvorbu kalendárov, správu súborov a základy digitálnej tvorby. Pravidelné precvičovanie týchto nástrojov a získavanie praktických skúseností môže výrazne prispieť k lepšiemu pochopeniu a efektívnosti pri používaní týchto technológií.", "description_hr": "Kako biste poboljšali svoju produktivnost i vještine digitalnog stvaranja, preporučujemo pohađanje osnovnog tečaja o softveru za kalendar, upravljanju datotekama i osnovama digitalnog stvaranja. Redovito prakticiranje ovih alata i stjecanje praktičnog iskustva može uvelike pridonijeti boljem razumijevanju i učinkovitosti korištenja ovih tehnologija.", "description_hu": "A termelékenység és a digitális alkotási készségek fejlesztése érdekében javasoljuk, hogy vegyen részt egy alaptanfolyamon a naptárkészítő szoftverekről, a fájlkezelésről és a digitális alkotás alapjairól. Ezen eszközök rendszeres gyakorlása és a gyakorlati tapasztalatok megszerzése nagyban hozzájárulhat ahhoz, hogy jobban megértse és hatékonyabban használja ezeket a technológiákat.", "description_bg": "За да подобрите производителността си и уменията си за създаване на цифрови документи, препоръчваме да преминете основен курс по софтуер за календари, управление на файлове и основи на създаването на цифрови документи. Редовното практикуване на тези инструменти и придобиването на практически опит може значително да допринесе за по-доброто разбиране и ефективност при използването на тези технологии.", "description_sr": "Да бисте побољшали своју продуктивност и вештине дигиталног креирања, препоручујемо вам да похађате основни курс о софтверу за календар, управљању датотекама и основама дигиталног креирања. Редовно практиковање ових алата и стицање практичног искуства могу у великој мери допринети бољем разумевању и ефикасности у коришћењу ових технологија.", "description_bs": "Kako biste poboljšali svoju produktivnost i vještine digitalnog kreiranja, preporučujemo da pohađate osnovni tečaj o softveru za kalendar, upravljanju datotekama i osnovama digitalnog kreiranja. Redovno prakticiranje ovih alata i stjecanje praktičnog iskustva mogu uvelike doprinijeti boljem razumijevanju i efikasnosti u korištenju ovih tehnologija.", "sub_topic": 18, "type": 1}}, {"model": "api.rating", "pk": 47, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "For further development, we recommend continuing to study more advanced features of calendar software and other productivity tools. Seeking out new information and practicing using different types of software can further enhance your digital production skills and efficiency. Regular experimentation with graphic editors and creating your own projects can also contribute to a deeper understanding and skill development.", "description_en": "For further development, we recommend continuing to study more advanced features of calendar software and other productivity tools. Seeking out new information and practicing using different types of software can further enhance your digital production skills and efficiency. Regular experimentation with graphic editors and creating your own projects can also contribute to a deeper understanding and skill development.", "description_cs": "Pro další rozvoj doporučujeme pokračovat ve studiu pokročilejších funkcí kalendářního softwaru a dalších nástrojů pro produktivitu. Vyhledávání nových informací a praktické používání různých typů softwaru může dále posílit vaše schopnosti a efektivitu při digitální tvorbě. Pravidelné experimentování s grafickými editory a tvorba vlastních projektů může rovněž přispět k hlubšímu pochopení a rozvoji dovedností.", "description_de": "Um sich weiterzuentwickeln, empfiehlt es sich, fortgeschrittene Funktionen von Kalendersoftware und anderen Produktivitätswerkzeugen zu studieren. Die Suche nach neuen Informationen und das Üben im Umgang mit verschiedenen Softwaretypen können Ihre Fähigkeiten und Ihre Effizienz in der digitalen Produktion weiter verbessern. Regelmäßiges Experimentieren mit Grafikeditoren und das Erstellen eigener Projekte können ebenfalls zu einem tieferen Verständnis und zur Entwicklung von Fähigkeiten beitragen.", "description_sl": "Za nadaljnji razvoj vam priporočamo, da še naprej preučujete naprednejše funkcije programske opreme za koledarje in druga orodja za produktivnost. Iskanje novih informacij in vadba uporabe različnih vrst programske opreme lahko še dodatno izboljšata vaše spretnosti in učinkovitost digitalne produkcije. Tudi redno eksperimentiranje z grafičnimi urejevalniki in ustvarjanje lastnih projektov lahko prispeva k boljšemu razumevanju in razvoju spretnosti.", "description_sk": "Pre ďalší rozvoj odporúčame pokračovať v štúdiu pokročilejších funkcií kalendárového softvéru a iných nástrojov na zvýšenie produktivity. Vyhľadávanie nových informácií a nácvik používania rôznych typov softvéru môže ďalej zlepšiť vaše zručnosti a efektivitu digitálnej produkcie. K hlbšiemu pochopeniu a rozvoju zručností môže prispieť aj pravidelné experimentovanie s grafickými editormi a vytváranie vlastných projektov.", "description_hr": "Za daljnji razvoj preporučujemo nastavak proučavanja naprednijih značajki softvera za kalendar i drugih alata za produktivnost. Traženje novih informacija i vježbanje korištenja različitih vrsta softvera može dodatno poboljšati vaše vještine i učinkovitost digitalne proizvodnje. Redovito eksperimentiranje s grafičkim uređivačima i stvaranje vlastitih projekata također može pridonijeti dubljem razumijevanju i razvoju vještina.", "description_hu": "A további fejlődés érdekében javasoljuk, hogy folytassa a naptárszoftverek és más termelékenységi eszközök fejlettebb funkcióinak tanulmányozását. Az új információk felkutatása és a különböző típusú szoftverek használatának gyakorlása tovább javíthatja digitális gyártási készségeit és hatékonyságát. A grafikai szerkesztőkkel való rendszeres kísérletezés és a saját projektek létrehozása szintén hozzájárulhat a mélyebb megértéshez és a készségek fejlesztéséhez.", "description_bg": "За по-нататъшно развитие ви препоръчваме да продължите да изучавате по-усъвършенстваните функции на софтуера за календари и други инструменти за продуктивност. Търсенето на нова информация и практикуването на използването на различни видове софтуер може допълнително да подобри уменията ви за цифрово производство и ефективността ви. Редовното експериментиране с графични редактори и създаването на собствени проекти също може да допринесе за по-задълбочено разбиране и развитие на уменията.", "description_sr": "За даљи развој, препоручујемо да наставите са проучавањем напреднијих функција календарског софтвера и других алата за продуктивност. Тражење нових информација и вежбање коришћењем различитих типова софтвера могу додатно побољшати ваше вештине и ефикасност дигиталне производње. Редовно експериментисање са графичким уређивачима и креирање сопствених пројеката такође може допринети дубљем разумевању и развоју вештина.", "description_bs": "Za dalji razvoj, preporučujemo nastavak proučavanja naprednijih funkcija kalendarskog softvera i drugih alata za produktivnost. Traženje novih informacija i vježbanje korištenjem različitih vrsta softvera može dodatno poboljšati vaše vještine i efikasnost digitalne proizvodnje. Redovno eksperimentisanje sa grafičkim uređivačima i kreiranje sopstvenih projekata takođe može doprineti dubljem razumevanju i razvoju veština.", "sub_topic": 18, "type": 2}}, {"model": "api.rating", "pk": 48, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Well done! Keep up your efforts to maintain a high level of knowledge and skills in productivity and digital creation. Your knowledge and skills enable you to use digital tools effectively and creatively. Maintain this level and continue to educate yourself on new technologies, features and techniques that can improve your productivity and allow you to reach even higher levels of digital creation.", "description_en": "Well done! Keep up your efforts to maintain a high level of knowledge and skills in productivity and digital creation. Your knowledge and skills enable you to use digital tools effectively and creatively. Maintain this level and continue to educate yourself on new technologies, features and techniques that can improve your productivity and allow you to reach even higher levels of digital creation.", "description_cs": "Výborná práce! Pokračujte ve své snaze udržovat vysokou úroveň znalostí a dovedností v oblasti produktivity a digitální tvorby. Vaše znalosti a schopnosti vám umožňují efektivně a kreativně využívat digitální nástroje. Udržujte si tuto úroveň a nadále se vzdělávejte o nových technologiích, funkcích a technikách, které mohou zlepšit vaši produktivitu a umožnit vám dosáhnout ještě vyšší úrovně digitální tvorby.", "description_de": "Gut gemacht! Bemühen Sie sich weiterhin um ein hohes Maß an Kenntnissen und Fähigkeiten in den Bereichen Produktivität und digitale Gestaltung. Ihre Kenntnisse und Fähigkeiten ermöglichen es Ihnen, digitale Werkzeuge effektiv und kreativ zu nutzen. Behalten Sie dieses Niveau bei und bilden Sie sich weiterhin über neue Technologien, Funktionen und Techniken fort, die Ihre Produktivität verbessern und es Ihnen ermöglichen, ein noch höheres Niveau der digitalen Gestaltung zu erreichen.", "description_sl": "Odlično opravljeno! Še naprej si prizadevajte za ohranjanje visoke ravni znanja in spretnosti na področju produktivnosti in digitalnega ustvarjanja. Vaše znanje in spretnosti vam omogočajo učinkovito in ustvarjalno uporabo digitalnih orodij. Ohranite to raven in se še naprej izobražujte o novih tehnologijah, funkcijah in tehnikah, ki lahko izboljšajo vašo produktivnost in vam omogočijo doseči še višjo raven digitalnega ustvarjanja.", "description_sk": "Výborne! Pokračujte vo svojom úsilí o udržanie vysokej úrovne vedomostí a zručností v oblasti produktivity a digitálnej tvorby. Vaše vedomosti a zručnosti vám umožňujú efektívne a kreatívne využívať digitálne nástroje. Udržujte si túto úroveň a naďalej sa vzdelávajte v oblasti nových technológií, funkcií a techník, ktoré môžu zvýšiť vašu produktivitu a umožniť vám dosiahnuť ešte vyššiu úroveň digitálnej tvorby.", "description_hr": "Dobro napravljeno! Nastavite s naporima da održite visoku razinu znanja i vještina u produktivnosti i digitalnom stvaranju. Vaše znanje i vještine omogućuju vam učinkovito i kreativno korištenje digitalnih alata. Zadržite ovu razinu i nastavite se educirati o novim tehnologijama, značajkama i tehnikama koje mogu poboljšati vašu produktivnost i omogućiti vam da dosegnete još više razine digitalnog stvaranja.", "description_hu": "Szép munka! Folytassa erőfeszítéseit, hogy a termelékenység és a digitális alkotás terén magas szintű tudást és készségeket tartson fenn. Tudása és készségei lehetővé teszik, hogy hatékonyan és kreatívan használja a digitális eszközöket. Tartsa fenn ezt a szintet, és képezze magát tovább az új technológiákról, funkciókról és technikákról, amelyek javíthatják termelékenységét, és lehetővé teszik, hogy még magasabb szinteket érjen el a digitális alkotásban.", "description_bg": "Браво! Продължавайте да полагате усилия да поддържате високо ниво на знания и умения в областта на производителността и цифровото творчество. Вашите знания и умения ви позволяват да използвате ефективно и творчески цифровите инструменти. Поддържайте това ниво и продължавайте да се обучавате за нови технологии, функции и техники, които могат да подобрят производителността ви и да ви позволят да достигнете още по-високи нива на цифрово творчество.", "description_sr": "Добро урађено! Наставите са својим напорима да одржите висок ниво знања и вештина у продуктивности и дигиталном стварању. Ваше знање и вештине вам омогућавају да ефикасно и креативно користите дигиталне алате. Одржавајте овај ниво и наставите да се образујете о новим технологијама, функцијама и техникама које могу побољшати вашу продуктивност и омогућити вам да досегнете још виши ниво дигиталног стварања.", "description_bs": "Dobro urađeno! Nastavite sa svojim naporima da održite visok nivo znanja i vještina u produktivnosti i digitalnom stvaranju. Vaše znanje i vještine vam omogućavaju da efikasno i kreativno koristite digitalne alate. Održavajte ovaj nivo i nastavite da se obrazujete o novim tehnologijama, funkcijama i tehnikama koje mogu poboljšati vašu produktivnost i omogućiti vam da dosegnete još viši nivo digitalnog stvaranja.", "sub_topic": 18, "type": 3}}, {"model": "api.rating", "pk": 49, "fields": {"title": "Expert", "title_en": "Expert", "title_cs": "Expert", "title_de": "Experte", "title_sl": "Strokovnjak", "title_sk": "Odborník", "title_hr": "Stručnjak", "title_hu": "Szakértő", "title_bg": "Експерт", "title_sr": "Експерт", "title_bs": "Ekspert", "description": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_en": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_cs": "Nehodnocená kategorie. Důvod: jedná se o hodnocení skutečností zaměstnavatele a ne samotného zaměstnance. V případě žádosti o povolení hodnocení kontaktujte pavel.beranek@ujep.cz.", "description_de": "Unbewertete Kategorie. Grund: Es handelt sich um eine Bewertung der Fakten des Arbeitgebers und nicht des Arbeitnehmers. Um die Genehmigung für eine Bewertung zu beantragen, wenden Sie sich an pavel.beranek@ujep.cz.", "description_sl": "Neocenjena kategorija. Razlog: gre za oceno dejstev delodajalca in ne delavca. Če želite zaprositi za dovoljenje za oceno, se obrnite na pavel.beranek@ujep.cz.", "description_sk": "Kategória bez hodnotenia. Odôvodnenie: ide o hodnotenie skutočností na strane zamestnávateľa, a nie zamestnanca. Ak chcete požiadať o povolenie na hodnotenie, obráťte sa na adresu pavel.beranek@ujep.cz.", "description_hr": "Kategorija bez ocjene. Razlog: radi se o procjeni činjenica poslodavca, a ne radnika. Za dopuštenje za procjenu kontaktirajte pavel.beranek@ujep.cz.", "description_hu": "Nem minősített kategória. Indoklás: ez a munkáltató és nem a munkavállaló tényállásának értékelése. Az értékelés engedélyezéséhez forduljon a pavel.beranek@ujep.cz címre.", "description_bg": "Нерейтингова категория. Обосновка: това е оценка на фактите на работодателя, а не на служителя. За да поискате разрешение за извършване на оценка, свържете се с pavel.beranek@ujep.cz.", "description_sr": "Неоцењена категорија. Разлог: ово је процена чињеница послодавца, а не запосленог. Да бисте затражили дозволу за процену, контактирајте павел.беранек@ујеп.цз.", "description_bs": "Neocenjena kategorija. Razlog: ovo je procjena činjenica poslodavca, a ne zaposlenika. Da biste zatražili dozvolu za evaluaciju, kontaktirajte pavel.beranek@ujep.cz.", "sub_topic": 19, "type": 3}}, {"model": "api.rating", "pk": 50, "fields": {"title": "Intermediate", "title_en": "Intermediate", "title_cs": "Pokročilý", "title_de": "Zwischenbericht", "title_sl": "Vmesni", "title_sk": "Stredne pokročilý", "title_hr": "Srednji", "title_hu": "Középszintű", "title_bg": "Междинен", "title_sr": "Средњи", "title_bs": "Srednji", "description": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_en": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_cs": "Nehodnocená kategorie. Důvod: jedná se o hodnocení skutečností zaměstnavatele a ne samotného zaměstnance. V případě žádosti o povolení hodnocení kontaktujte pavel.beranek@ujep.cz.", "description_de": "Unbewertete Kategorie. Grund: Es handelt sich um eine Bewertung der Fakten des Arbeitgebers und nicht des Arbeitnehmers. Um die Genehmigung für eine Bewertung zu beantragen, wenden Sie sich an pavel.beranek@ujep.cz.", "description_sl": "Neocenjena kategorija. Razlog: gre za oceno dejstev delodajalca in ne delavca. Če želite zaprositi za dovoljenje za oceno, se obrnite na pavel.beranek@ujep.cz.", "description_sk": "Kategória bez hodnotenia. Odôvodnenie: ide o hodnotenie skutočností na strane zamestnávateľa, a nie zamestnanca. Ak chcete požiadať o povolenie na hodnotenie, obráťte sa na adresu pavel.beranek@ujep.cz.", "description_hr": "Kategorija bez ocjene. Razlog: radi se o procjeni činjenica poslodavca, a ne radnika. Za dopuštenje za procjenu kontaktirajte pavel.beranek@ujep.cz.", "description_hu": "Nem minősített kategória. Indoklás: ez a munkáltató és nem a munkavállaló tényállásának értékelése. Az értékelés engedélyezéséhez forduljon a pavel.beranek@ujep.cz címre.", "description_bg": "Нерейтингова категория. Обосновка: това е оценка на фактите на работодателя, а не на служителя. За да поискате разрешение за извършване на оценка, свържете се с pavel.beranek@ujep.cz.", "description_sr": "Неоцењена категорија. Разлог: ово је процена чињеница послодавца, а не запосленог. Да бисте затражили дозволу за процену, контактирајте павел.беранек@ујеп.цз.", "description_bs": "Neocenjena kategorija. Razlog: ovo je procjena činjenica poslodavca, a ne zaposlenika. Da biste zatražili dozvolu za evaluaciju, kontaktirajte pavel.beranek@ujep.cz.", "sub_topic": 19, "type": 2}}, {"model": "api.rating", "pk": 51, "fields": {"title": "Beginner", "title_en": "Beginner", "title_cs": "Začátečník", "title_de": "Anfänger", "title_sl": "Začetnik", "title_sk": "Začiatočník", "title_hr": "Početnik", "title_hu": "Kezdő", "title_bg": "Начинаещи", "title_sr": "Бегиннер", "title_bs": "Pocetnik", "description": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_en": "Unrated category. Reason: this is an assessment of the employer's facts and not the employee's. To request permission for an evaluation, contact pavel.beranek@ujep.cz.", "description_cs": "Nehodnocená kategorie. Důvod: jedná se o hodnocení skutečností zaměstnavatele a ne samotného zaměstnance. V případě žádosti o povolení hodnocení kontaktujte pavel.beranek@ujep.cz.", "description_de": "Unbewertete Kategorie. Grund: Es handelt sich um eine Bewertung der Fakten des Arbeitgebers und nicht des Arbeitnehmers. Um die Genehmigung für eine Bewertung zu beantragen, wenden Sie sich an pavel.beranek@ujep.cz.", "description_sl": "Neocenjena kategorija. Razlog: gre za oceno dejstev delodajalca in ne delavca. Če želite zaprositi za dovoljenje za oceno, se obrnite na pavel.beranek@ujep.cz.", "description_sk": "Kategória bez hodnotenia. Odôvodnenie: ide o hodnotenie skutočností na strane zamestnávateľa, a nie zamestnanca. Ak chcete požiadať o povolenie na hodnotenie, obráťte sa na adresu pavel.beranek@ujep.cz.", "description_hr": "Kategorija bez ocjene. Razlog: radi se o procjeni činjenica poslodavca, a ne radnika. Za dopuštenje za procjenu kontaktirajte pavel.beranek@ujep.cz.", "description_hu": "Nem minősített kategória. Indoklás: ez a munkáltató és nem a munkavállaló tényállásának értékelése. Az értékelés engedélyezéséhez forduljon a pavel.beranek@ujep.cz címre.", "description_bg": "Нерейтингова категория. Обосновка: това е оценка на фактите на работодателя, а не на служителя. За да поискате разрешение за извършване на оценка, свържете се с pavel.beranek@ujep.cz.", "description_sr": "Неоцењена категорија. Разлог: ово је процена чињеница послодавца, а не запосленог. Да бисте затражили дозволу за процену, контактирајте павел.беранек@ујеп.цз.", "description_bs": "Neocenjena kategorija. Razlog: ovo je procjena činjenica poslodavca, a ne zaposlenika. Da biste zatražili dozvolu za evaluaciju, kontaktirajte pavel.beranek@ujep.cz.", "sub_topic": 19, "type": 1}}, {"model": "api.rating", "pk": 52, "fields": {"title": "Dissatisfied", "title_en": "Dissatisfied", "title_cs": "Nespokojený", "title_de": "Unzufrieden", "title_sl": "Nezadovoljen", "title_sk": "Nespokojný", "title_hr": "Nezadovoljan", "title_hu": "Elégedetlen", "title_bg": "Недоволен", "title_sr": "Nezadovoljan", "title_bs": "Nezadovoljan", "description": "We recommend discussing the problems with your supervisor or the HR department and looking for ways to improve working conditions. It's important to keep communication open and not delay solving problems that lead to burnout or increased stress. Psychological support or counseling may also be considered.", "description_en": "We recommend discussing the problems with your supervisor or the HR department and looking for ways to improve working conditions. It's important to keep communication open and not delay solving problems that lead to burnout or increased stress. Psychological support or counseling may also be considered.", "description_cs": "Doporučujeme probrat vzniklé problémy s nadřízeným nebo HR oddělením a hledat možnosti zlepšení pracovních podmínek. Je důležité si udržet otevřenou komunikaci a neotálet s řešením problémů, které vedou k syndromu vyhoření nebo zvýšenému stresu. V úvahu může připadat i psychologická podpora nebo poradenství.", "description_de": "Wir empfehlen, die Probleme mit Ihrem Vorgesetzten oder der Personalabteilung zu besprechen und nach Möglichkeiten zur Verbesserung der Arbeitsbedingungen zu suchen. Es ist wichtig, die Kommunikation offen zu halten und die Lösung von Problemen nicht zu verzögern, die zu Burnout oder erhöhtem Stress führen. Auch psychologische Unterstützung oder Beratung kann in Betracht gezogen werden.", "description_sl": "Priporočamo, da se o težavah pogovorite s svojim nadrejenim ali kadrovsko službo in poiščete načine za izboljšanje delovnih pogojev. Pomembno je ohraniti odprto komunikacijo in ne odlašati z reševanjem težav, ki vodijo v izgorelost ali povečan stres. V poštev lahko pride tudi psihološka podpora ali svetovanje.", "description_sk": "Odporúčame prediskutovať problémy s nadriadeným alebo s personálnym oddelením a hľadať spôsoby, ako zlepšiť pracovné podmienky. Je dôležité udržiavať komunikáciu otvorenú a neodkladať riešenie problémov, ktoré vedú k vyhoreniu alebo zvýšenému stresu. Môže sa zvážiť aj psychologická podpora alebo poradenstvo.", "description_hr": "Preporučamo da o problemima razgovarate sa svojim nadređenim ili odjelom za ljudske resurse i potražite načine za poboljšanje radnih uvjeta. Važno je održavati otvorenu komunikaciju i ne odgađati rješavanje problema koji dovode do izgaranja ili povećanog stresa. Psihološka podrška ili savjetovanje također se mogu razmotriti.", "description_hu": "Javasoljuk, hogy a problémákat beszélje meg felettesével vagy a HR osztályával, és keresse a munkakörülmények javításának módjait. Fontos, hogy a kommunikáció nyitott maradjon, és ne késleltesse a problémák megoldását, amelyek kiégéshez vagy fokozott stresszhez vezetnek. Pszichológiai támogatás vagy tanácsadás is szóba jöhet.", "description_bg": "Препоръчваме да обсъдите проблемите с вашия ръководител или отдел „Човешки ресурси“ и да потърсите начини за подобряване на условията на труд. Важно е да поддържате комуникацията отворена и да не отлагате решаването на проблеми, които водят до прегаряне или повишен стрес. Може също да се има предвид психологическа подкрепа или консултиране.", "description_sr": "Preporučujemo da o problemima razgovarate sa svojim pretpostavljenim ili kadrovskom službom i potražite načine za poboljšanje uslova rada. Važno je održavati komunikaciju otvorenom i ne odlagati rešavanje problema koji dovode do sagorevanja ili povećanog stresa. Psihološka podrška ili savetovanje se takođe mogu uzeti u obzir.", "description_bs": "Preporučujemo da o problemima razgovarate sa svojim pretpostavljenim ili kadrovskom službom i potražite načine za poboljšanje uslova rada. Važno je održavati komunikaciju otvorenom i ne odlagati rješavanje problema koji dovode do sagorijevanja ili povećanog stresa. Psihološka podrška ili savjetovanje također se mogu razmotriti.", "sub_topic": 20, "type": 1}}, {"model": "api.rating", "pk": 53, "fields": {"title": "Satisfied", "title_en": "Satisfied", "title_cs": "Spokojený", "title_de": "Befriedigt", "title_sl": "Zadovoljna", "title_sk": "Spokojný", "title_hr": "Zadovoljan", "title_hu": "Elégedett", "title_bg": "доволен", "title_sr": "Zadovoljan", "title_bs": "Zadovoljan", "description": "The situation is balanced so far, but we recommend identifying and solving problems that could become obstacles in the future. Consider attending training sessions on improving communication, conflict resolution or time management to help you feel more comfortable in the work environment and reduce the potential risk of burnout.", "description_en": "The situation is balanced so far, but we recommend identifying and solving problems that could become obstacles in the future. Consider attending training sessions on improving communication, conflict resolution or time management to help you feel more comfortable in the work environment and reduce the potential risk of burnout.", "description_cs": "Situace je zatím vyvážená, ale doporučujeme identifikovat a řešit problémy, které by se mohly stát překážkami do budoucna. Zvažte účast na školeních zaměřených na zlepšení komunikace, řešení konfliktů nebo time managementu, abyste se cítili v pracovním prostředí lépe a snížili potenciální riziko syndromu vyhoření.", "description_de": "Die Situation ist bisher ausgeglichen, wir empfehlen jedoch, Probleme zu identifizieren und zu lösen, die in Zukunft zu Hindernissen werden könnten. Erwägen Sie die Teilnahme an Schulungen zur Verbesserung der Kommunikation, Konfliktlösung oder des Zeitmanagements, um sich im Arbeitsumfeld wohler zu fühlen und das potenzielle Burnout-Risiko zu verringern.", "description_sl": "Situacija je zaenkrat uravnotežena, vendar priporočamo prepoznavanje in reševanje težav, ki bi lahko postale ovire v prihodnosti. Razmislite o udeležbi na izobraževanjih o izboljšanju komunikacije, reševanju konfliktov ali upravljanju časa, da se boste počutili bolj udobno v delovnem okolju in zmanjšali morebitno tveganje izgorelosti.", "description_sk": "Situácia je zatiaľ vyrovnaná, odporúčame však identifikovať a riešiť problémy, ktoré by sa v budúcnosti mohli stať prekážkami. Zvážte účasť na školeniach o zlepšovaní komunikácie, riešení konfliktov alebo time managementu, ktoré vám pomôžu cítiť sa v pracovnom prostredí pohodlnejšie a znížiť potenciálne riziko vyhorenia.", "description_hr": "Situacija je zasad uravnotežena, ali preporučamo identificiranje i rješavanje problema koji bi mogli postati prepreka u budućnosti. Razmislite o pohađanju tečajeva o poboljšanju komunikacije, rješavanju sukoba ili upravljanju vremenom kako biste se osjećali ugodnije u radnom okruženju i smanjili potencijalni rizik od sagorijevanja.", "description_hu": "A helyzet egyelőre kiegyensúlyozott, de javasoljuk a jövőben akadályozó problémák azonosítását és megoldását. Fontolja meg a kommunikáció fejlesztésével, a konfliktusok megoldásával vagy az időgazdálkodással foglalkozó tréningeken való részvételt, hogy jobban érezze magát a munkakörnyezetben, és csökkentse a kiégés kockázatát.", "description_bg": "Засега ситуацията е балансирана, но препоръчваме идентифициране и решаване на проблеми, които могат да се превърнат в пречки в бъдеще. Помислете за посещение на обучителни сесии за подобряване на комуникацията, разрешаване на конфликти или управление на времето, за да ви помогне да се чувствате по-комфортно в работната среда и да намалите потенциалния риск от прегаряне.", "description_sr": "Situacija je do sada uravnotežena, ali preporučujemo da identifikujete i rešite probleme koji bi mogli da postanu prepreke u budućnosti. Razmislite o pohađanju sesija obuke o poboljšanju komunikacije, rešavanju sukoba ili upravljanju vremenom kako biste se osećali prijatnije u radnom okruženju i smanjili potencijalni rizik od sagorevanja.", "description_bs": "Situacija je do sada uravnotežena, ali preporučujemo da se identifikuju i rješavaju problemi koji bi mogli postati prepreka u budućnosti. Razmislite o pohađanju treninga o poboljšanju komunikacije, rješavanju sukoba ili upravljanju vremenom kako biste se osjećali ugodnije u radnom okruženju i smanjili potencijalni rizik od sagorijevanja.", "sub_topic": 20, "type": 2}}, {"model": "api.rating", "pk": 54, "fields": {"title": "Very satisfied", "title_en": "Very satisfied", "title_cs": "Velmi spokojený", "title_de": "Sehr zufrieden", "title_sl": "Zelo zadovoljen", "title_sk": "Veľmi spokojný", "title_hr": "Vrlo zadovoljan", "title_hu": "Nagyon elégedett", "title_bg": "Много доволен", "title_sr": "Veoma zadovoljan", "title_bs": "Veoma zadovoljan", "description": "Your working conditions and environment are mostly satisfactory. We recommend keeping a positive attitude and continuing to build good work habits. Try to focus on further development and preventive care for your psychological well-being, for example through regular reflection of work tasks or relaxation techniques.", "description_en": "Your working conditions and environment are mostly satisfactory. We recommend keeping a positive attitude and continuing to build good work habits. Try to focus on further development and preventive care for your psychological well-being, for example through regular reflection of work tasks or relaxation techniques.", "description_cs": "Vaše pracovní podmínky a prostředí jsou většinou vyhovující. Doporučujeme udržet si pozitivní postoj a pokračovat v budování dobrých pracovních návyků. Zkuste se zaměřit na další rozvoj a preventivní péči o svou psychickou pohodu, například prostřednictvím pravidelné reflexe pracovních úkolů nebo relaxačních technik.", "description_de": "Ihre Arbeitsbedingungen und Ihr Arbeitsumfeld sind größtenteils zufriedenstellend. Wir empfehlen, eine positive Einstellung zu bewahren und weiterhin gute Arbeitsgewohnheiten aufzubauen. Versuchen Sie, den Fokus auf die Weiterentwicklung und präventive Pflege Ihres psychischen Wohlbefindens zu legen, beispielsweise durch regelmäßige Reflexion von Arbeitsaufgaben oder Entspannungstechniken.", "description_sl": "Vaši delovni pogoji in okolje so večinoma zadovoljivi. Priporočamo, da ohranite pozitiven odnos in še naprej gradite dobre delovne navade. Poskusite se osredotočiti na nadaljnji razvoj in preventivno skrb za svoje psihično dobro počutje, na primer z redno refleksijo delovnih nalog ali sprostitvenimi tehnikami.", "description_sk": "Vaše pracovné podmienky a prostredie sú väčšinou uspokojivé. Odporúčame zachovať si pozitívny prístup a pokračovať v budovaní dobrých pracovných návykov. Skúste sa zamerať na ďalší rozvoj a preventívnu starostlivosť o vašu psychickú pohodu, napríklad pravidelnou reflexiou pracovných úloh či relaxačnými technikami.", "description_hr": "Vaši radni uvjeti i okruženje uglavnom su zadovoljavajući. Preporučujemo da zadržite pozitivan stav i nastavite s izgradnjom dobrih radnih navika. Pokušajte se usredotočiti na daljnji razvoj i preventivnu brigu za svoju psihičku dobrobit, na primjer kroz redovito razmišljanje o radnim zadacima ili tehnikama opuštanja.", "description_hu": "Munkakörülményei és környezete többnyire kielégítőek. Javasoljuk, hogy tartsa meg a pozitív hozzáállást, és folytassa a jó munkavégzési szokások kialakítását. Igyekezzen a továbbfejlesztésre és a pszichológiai jóléte megelőző gondozására összpontosítani, például a munkafeladatok rendszeres átgondolásával vagy relaxációs technikákkal.", "description_bg": "Вашите условия на труд и среда са като цяло задоволителни. Препоръчваме да запазите положително отношение и да продължите да изграждате добри работни навици. Опитайте се да се съсредоточите върху по-нататъшното развитие и превантивните грижи за вашето психологическо благополучие, например чрез редовно отразяване на работни задачи или техники за релаксация.", "description_sr": "Vaši uslovi rada i okruženje su uglavnom zadovoljavajući. Preporučujemo da zadržite pozitivan stav i da nastavite da gradite dobre radne navike. Pokušajte da se fokusirate na dalji razvoj i preventivnu brigu o svom psihičkom blagostanju, na primer kroz redovno razmišljanje o radnim zadacima ili tehnikama opuštanja.", "description_bs": "Vaši uslovi rada i okruženje su uglavnom zadovoljavajući. Preporučujemo da zadržite pozitivan stav i da nastavite da gradite dobre radne navike. Pokušajte se fokusirati na daljnji razvoj i preventivnu brigu o svom psihičkom blagostanju, na primjer kroz redovno razmišljanje o radnim zadacima ili tehnikama opuštanja.", "sub_topic": 20, "type": 3}}]