[{"model": "api.topic", "pk": 1, "fields": {"name": "Workplace Integration Skills", "name_en": "Workplace Integration Skills", "name_cs": "Dovednosti pro začlenění na pracovišti", "name_de": "Fähigkeiten zur Integration am Arbeitsplatz", "name_sl": "Veščine vključevanja na delovnem mestu", "name_sk": "Zručnosti integrácie na pracovisku", "name_hr": "Vještine integracije na radno mjesto", "name_hu": "Munkahelyi integrációs készségek", "name_bg": "Умения за интегриране на работното място", "name_sr": "Вештине интеграције на радном месту", "name_bs": "Vještine integracije na radnom mjestu", "description": "In this section, we look at important areas for successful integration in the workplace: professional skills, flexibility, health conditions, confidence and motivation, and financial and social issues. Fill in the questionnaire to find out where you are great and, conversely, where you could improve on.", "description_en": "In this section, we look at important areas for successful integration in the workplace: professional skills, flexibility, health conditions, confidence and motivation, and financial and social issues. Fill in the questionnaire to find out where you are great and, conversely, where you could improve on.", "description_cs": "V této části se věnujeme důležitým oblastem pro úspěšnou integraci na pracovišti: profesním dovednostem, flexibilitě, zdravotnímu stavu, sebevědomí a motivaci a finančním a sociálním otázkám. Vyplňte dotazník a zjistěte, v čem jste skvělí a naopak, v čem byste se mohli zlepšit.", "description_de": "In diesem Abschnitt gehen wir auf wichtige Bereiche für eine erfolgreiche Integration am Arbeitsplatz ein: berufliche Fähigkeiten, Flexibilität, Gesundheitszustand, Selbstvertrauen und Motivation sowie finanzielle und soziale Fragen. Füllen Sie den Fragebogen aus, um herauszufinden, wo Sie gut sind und wo Sie sich verbessern können.", "description_sl": "V tem poglavju obravnavamo pomembna področja za uspešno vključevanje na delovnem mestu: poklicna znanja in spretnosti, prilagodljivost, zdravstveno stanje, zaupanje in motivacija ter finančna in socialna vprašanja. Izpolnite vprašalnik in ugotovite, na katerih področjih ste odlični in, nasprotno, kje bi se lahko izboljšali.", "description_sk": "V tejto časti sa venujeme dôležitým oblastiam úspešnej integrácie na pracovisku: odborným zručnostiam, flexibilite, zdravotnému stavu, sebadôvere a motivácii a finančným a sociálnym otázkam. Vyplňte dotazník a zistite, v čom ste skvelí a naopak, v čom by ste sa mohli zlepšiť.", "description_hr": "U ovom odjeljku razmatramo važna područja za uspješnu integraciju na radnom mjestu: profesionalne vještine, fleksibilnost, zdravstveno stanje, samopouzdanje i motivaciju te financijska i socijalna pitanja. Ispunite upitnik kako biste saznali gdje ste izvrsni, a gdje biste mogli napredovati.", "description_hu": "Ebben a részben a sikeres munkahelyi beilleszkedés fontos területeit vizsgáljuk meg: szakmai készségek, rugalmasság, egészségügyi feltételek, bizalom és motiváció, valamint pénzügyi és szociális kérdések. Töltse ki a kérdőívet, hogy megtudja, hol remekel, és ellenkezőleg, hol tudna fejlődni.", "description_bg": "В този раздел разглеждаме важни области за успешна интеграция на работното място: професионални умения, гъвкавост, здравословно състояние, увереност и мотивация, както и финансови и социални въпроси. Попълнете въпросника, за да разберете в кои области сте отличници и, обратно, къде бихте могли да се усъвършенствате.", "description_sr": "У овом одељку разматрамо важне области за успешну интеграцију на радном месту: професионалне вештине, флексибилност, здравствени услови, самопоуздање и мотивација, и финансијска и социјална питања. Попуните упитник да бисте сазнали где сте одлични и, обрнуто, где бисте могли да напредујете.", "description_bs": "U ovom dijelu razmatramo važna područja za uspješnu integraciju na radnom mjestu: profesionalne vještine, fleksibilnost, zdravstveni uslovi, samopouzdanje i motivacija, te finansijska i socijalna pitanja. Popunite upitnik kako biste saznali gdje ste odlični i, obrnuto, gdje biste mogli napredovati."}}, {"model": "api.topic", "pk": 2, "fields": {"name": "Personal  Development and Wellbeing", "name_en": "Personal  Development and Wellbeing", "name_cs": "Osobní rozvoj a blahobyt", "name_de": "Persönliche Entwicklung und Wohlbefinden", "name_sl": "Osebni razvoj in dobro počutje", "name_sk": "Osobný rozvoj a blahobyt", "name_hr": "Osobni razvoj i dobrobit", "name_hu": "Személyes fejlődés és jólét", "name_bg": "Лично развитие и благополучие", "name_sr": "Лични развој и благостање", "name_bs": "Lični razvoj i dobrobit", "description": "In this section, we look at areas that are important to your wellbeing: life satisfaction, and job satisfaction and workload. These areas affect your physical and mental health and therefore your employability. Complete the questionnaire to find out where you are doing well and where you could improve on.", "description_en": "In this section, we look at areas that are important to your wellbeing: life satisfaction, and job satisfaction and workload. These areas affect your physical and mental health and therefore your employability. Complete the questionnaire to find out where you are doing well and where you could improve on.", "description_cs": "V této části se zaměříme na oblasti, které jsou důležité pro vaši pohodu: životní spokojenost a spokojenost s prací a pracovní zátěží. Tyto oblasti ovlivňují vaše fyzické a duševní zdraví, a tím i vaši zaměstnatelnost. Vyplňte dotazník a zjistěte, v jakých oblastech se vám daří a v jakých byste se mohli zlepšit.", "description_de": "In diesem Abschnitt befassen wir uns mit Bereichen, die für Ihr Wohlbefinden wichtig sind: Lebenszufriedenheit, Arbeitszufriedenheit und Arbeitsbelastung. Diese Bereiche wirken sich auf Ihre körperliche und geistige Gesundheit und damit auf Ihre Beschäftigungsfähigkeit aus. Füllen Sie den Fragebogen aus, um herauszufinden, wo es Ihnen gut geht und wo Sie sich verbessern können.", "description_sl": "V tem poglavju obravnavamo področja, ki so pomembna za vaše dobro počutje: zadovoljstvo z življenjem ter zadovoljstvo z delom in delovno obremenitvijo. Ta področja vplivajo na vaše telesno in duševno zdravje ter s tem na vašo zaposljivost. Izpolnite vprašalnik in ugotovite, kje vam gre dobro in kje bi se lahko izboljšali.", "description_sk": "V tejto časti sa venujeme oblastiam, ktoré sú dôležité pre vašu pohodu: spokojnosť so životom a spokojnosť s prácou a pracovnou záťažou. Tieto oblasti ovplyvňujú vaše fyzické a duševné zdravie, a tým aj vašu zamestnateľnosť. Vyplňte dotazník a zistite, v ktorých oblastiach sa vám darí a v ktorých by ste sa mohli zlepšiť.", "description_hr": "U ovom odjeljku razmatramo područja koja su važna za vaše blagostanje: zadovoljstvo životom te zadovoljstvo poslom i radno opterećenje. Ova područja utječu na vaše fizičko i mentalno zdravlje, a time i na vašu mogućnost zapošljavanja. Ispunite upitnik kako biste saznali gdje vam ide dobro, a gdje biste se mogli poboljšati.", "description_hu": "Ebben a részben a jólét szempontjából fontos területeket vizsgáljuk meg: az élettel való elégedettséget, valamint a munkával való elégedettséget és a munkaterhelést. Ezek a területek hatással vannak az Ön fizikai és mentális egészségére, és ezáltal foglalkoztathatóságára. Töltse ki a kérdőívet, hogy megtudja, hol áll jól, és hol tudna javulni.", "description_bg": "В този раздел разглеждаме области, които са важни за вашето благосъстояние: удовлетвореност от живота и удовлетвореност от работата и работното натоварване. Тези области оказват влияние върху физическото и психическото ви здраве, а оттам и върху възможностите ви за заетост. Попълнете въпросника, за да разберете къде се справяте добре и къде бихте могли да се подобрите.", "description_sr": "У овом одељку разматрамо области које су важне за ваше благостање: задовољство животом, задовољство послом и оптерећење на послу. Ове области утичу на ваше физичко и ментално здравље, а самим тим и на вашу запошљивост. Попуните упитник да бисте сазнали где радите добро и где бисте могли да се побољшате.", "description_bs": "U ovom odeljku razmatramo oblasti koje su važne za vašu dobrobit: zadovoljstvo životom, zadovoljstvo poslom i opterećenje na poslu. Ova područja utiču na vaše fizičko i mentalno zdravlje, a time i na vašu zapošljivost. Popunite upitnik kako biste saznali gdje ste dobro i gdje biste mogli poboljšati."}}, {"model": "api.topic", "pk": 3, "fields": {"name": "Technological Proficiency", "name_en": "Technological Proficiency", "name_cs": "Technologická zdatnost", "name_de": "Technologische Kompetenz", "name_sl": "Tehnološka usposobljenost", "name_sk": "Technologická zdatnosť", "name_hr": "Tehnološka stručnost", "name_hu": "Technológiai jártasság", "name_bg": "Технологична компетентност", "name_sr": "Тецхнологицал Профициенци", "name_bs": "Technological Proficiency", "description": "In this section, we look at areas that are important to your technology skills: digital literacy, cybersecurity, and internet navigation. In the current job market, these areas are essential. In the context of digitalisation, robotisation and artificial intelligence, they are and will be needed for your employability. Fill in the questionnaire to find out where you excel and where you could improve on.", "description_en": "In this section, we look at areas that are important to your technology skills: digital literacy, cybersecurity, and internet navigation. In the current job market, these areas are essential. In the context of digitalisation, robotisation and artificial intelligence, they are and will be needed for your employability. Fill in the questionnaire to find out where you excel and where you could improve on.", "description_cs": "V této části se věnujeme oblastem, které jsou důležité pro vaše technologické dovednosti: digitální gramotnost, kybernetická bezpečnost a orientace na internetu. Na současném trhu práce jsou tyto oblasti zásadní. V souvislosti s digitalizací, robotizací a umělou inteligencí jsou a budou potřebné pro vaši zaměstnatelnost. Vyplňte dotazník a zjistěte, v čem vynikáte a v čem byste se mohli zlepšit.", "description_de": "In diesem Abschnitt befassen wir uns mit Bereichen, die für Ihre Technologiekenntnisse wichtig sind: digitale Kompetenz, Cybersicherheit und Internetnavigation. Auf dem aktuellen Arbeitsmarkt sind diese Bereiche unerlässlich. Im Kontext von Digitalisierung, Robotisierung und künstlicher Intelligenz sind und werden sie für Ihre Beschäftigungsfähigkeit benötigt. Füllen Sie den Fragebogen aus, um herauszufinden, wo Sie besonders gut sind und wo Sie sich verbessern können.", "description_sl": "V tem poglavju si bomo ogledali področja, ki so pomembna za vaše tehnološko znanje: digitalna pismenost, kibernetska varnost in navigacija po internetu. Na trenutnem trgu dela so ta področja bistvenega pomena. V kontekstu digitalizacije, robotizacije in umetne inteligence so in bodo potrebna za vašo zaposljivost. Izpolnite vprašalnik in ugotovite, na katerih področjih ste odlični in na katerih bi se lahko izboljšali.", "description_sk": "V tejto časti sa venujeme oblastiam, ktoré sú dôležité pre vaše technologické zručnosti: digitálna gramotnosť, kybernetická bezpečnosť a navigácia na internete. Na súčasnom trhu práce sú tieto oblasti nevyhnutné. V kontexte digitalizácie, robotizácie a umelej inteligencie sú a budú potrebné pre vašu zamestnateľnosť. Vyplňte dotazník a zistite, v ktorých oblastiach vynikáte a v ktorých by ste sa mohli zlepšiť.", "description_hr": "U ovom odjeljku razmatramo područja koja su važna za vaše tehnološke vještine: digitalna pismenost, kibernetička sigurnost i navigacija internetom. Na trenutnom tržištu rada ova su područja neophodna. U kontekstu digitalizacije, robotizacije i umjetne inteligencije, oni jesu i bit će potrebni za vašu zapošljivost. Ispunite upitnik kako biste saznali gdje se ističete i gdje biste se mogli poboljšati.", "description_hu": "Ebben a részben olyan területeket vizsgálunk meg, amelyek fontosak a technológiai készségek szempontjából: digitális írástudás, kiberbiztonság és internetes navigáció. A jelenlegi munkaerőpiacon ezek a területek alapvető fontosságúak. A digitalizáció, a robotizáció és a mesterséges intelligencia összefüggésében ezekre szükség van és lesz is szükség az Ön foglalkoztathatóságához. Töltse ki a kérdőívet, hogy megtudja, hol jeleskedik, és hol tudna fejlődni.", "description_bg": "В този раздел разглеждаме области, които са важни за вашите технологични умения: цифрова грамотност, киберсигурност и навигация в интернет. На настоящия пазар на труда тези области са от съществено значение. В контекста на цифровизацията, роботизацията и изкуствения интелект те са и ще бъдат необходими за вашата пригодност за заетост. Попълнете въпросника, за да разберете в кои области се отличавате и къде бихте могли да се усъвършенствате.", "description_sr": "У овом одељку разматрамо области које су важне за ваше технолошке вештине: дигитална писменост, сајбер безбедност и интернет навигација. На тренутном тржишту рада, ове области су од суштинског значаја. У контексту дигитализације, роботизације и вештачке интелигенције, они су и биће потребни за вашу запошљивост. Попуните упитник да бисте сазнали где се истичете и где бисте могли да напредујете.", "description_bs": "U ovom odeljku razmatramo oblasti koje su važne za vaše tehnološke veštine: digitalna pismenost, sajber bezbednost i internet navigacija. Na trenutnom tržištu rada ove oblasti su od suštinskog značaja. U kontekstu digitalizacije, robotizacije i umjetne inteligencije, oni su i bit će potrebni za vašu zapošljivost. Popunite upitnik kako biste saznali gdje se ističete i gdje biste mogli napredovati."}}]